Repository: Jumio/mobile-react
Catalog: DemoApp/ios/DemoApp/Localization/*.lproj/Localizable-Jumio.strings
Languages: cs, et, id, it, ko, nb, pl, ru, sk, sl, sv, tr, vi, zh_hans, zh_hant

# jumio_error_instant_feedback_missing_part_doc_title
source: The image of your document does not show the details required for verification
cs: Na obrázku vašeho dokumentu nejsou detaily požadované pro verifikaci
et: Dokumendi pildil pole näha teie tuvastamiseks vajaminevaid andmeid
id: Gambar dokumen Anda tidak menunjukkan detail yang diperlukan untuk verifikasi
it: L'immagine del tuo documento non mostra i dettagli richiesti per la verifica
ko: 본 이미지에는 인증에 필요한 세부정보가 표시되지 않습니다
nb: Bildet av dokumentet ditt viser ikke detaljene som kreves for bekreftelse
pl: Obraz dokumentu nie zawiera szczegółów wymaganych do weryfikacji
ru: Изображение вашего документа не показывает необходимые для проверки данные
sk: Fotografia vášho preukazu totožnosti nezobrazuje údaje potrebné na overenie
sl: Slika vašega dokumenta ne vsebuje podatkov, ki so potrebni za preverjanje
sv: Bilden av ditt dokument visar inte uppgifterna som krävs för verifiering
tr: Belgenizin görüntüsünde, doğrulama için gerekli ayrıntılar görünmüyor
vi: Hình ảnh tài liệu của bạn không hiển thị các chi tiết cần thiết để xác minh
zh_hans: 您的证件照片中没有验证所需的详细信息
zh_hant: 您的文件圖片未顯示驗證所需的詳細資料

# jumio_error_instant_feedback_no_doc_tip_gov_id
source: Use a valid government-issued document
cs: Použijte platný doklad totožnosti
et: Kasutage riigiasutuse väljastatud dokumenti
id: Gunakan dokumen ID resmi yang berlaku
it: Usa un documento d'identità ufficiale valido
ko: 유효한 정부 발급 신분증을 사용하세요
nb: Bruk en gyldig offentlig utstedt ID
pl: Użyj ważnego dokumentu tożsamości wydanego przez organ państwowy
ru: Используйте действительный документ государственного образца
sk: Použite platný preukaz totožnosti vydaný štátom
sl: Uporabite veljaven identifikacijski dokument, izdan s strani države
sv: Använd ett gilgt ID utfärdat av statlig myndighet
tr: Devlet tarafından verilmiş geçerli bir kimlik belgesi kullanın
vi: Sử dụng ID hợp lệ do chính phủ cấp
zh_hans: 使用政府颁发的有效身份证件
zh_hant: 使用政府簽發的有效身分證件

# jumio_error_instant_feedback_no_doc_tip_hand
source: Do not cover the document with your hand
cs: Nezakrývejte svůj doklad totožnosti rukou
et: Ärge katke dokumendi oma käega
id: Jangan tutup dokumen ID dengan tangan
it: Non coprire il documento con la mano
ko: 신분증을 손으로 가리지 마세요
nb: Ikke dekk ID-en med hånden
pl: Nie zakrywaj dokumentu tożsamości ręką
ru: Не закрывайте удостоверение рукой
sk: Nezakrývajte preukaz totožnosti rukou
sl: Dokumenta ne prekrijte z roko
sv: Täck inte över ID-handlingen med din hand
tr: Kimlik belgenizi elinizle kapatmayın
vi: Không dùng tay che ID
zh_hans: 请勿用手遮盖身份证
zh_hant: 請勿用手遮住身分證件

# jumio_error_instant_feedback_no_doc_tip_whole_document
source: Make sure to capture the whole document
cs: Ujistěte se, že jste zachytili celý dokument
et: Kontrollige, et kogu dokument oleks pildil nähtav
id: Pastikan menangkap seluruh dokumen
it: Assicurati di aver inquadrato l'intero documento
ko: 전체 서류를 캡처해야 합니다
nb: Sørg for å få med hele dokumentet
pl: Upewnij się, że uchwycono cały dokument
ru: Убедитесь, что вы сфотографировали весь документ
sk: Musíte zachytiť celý dokument
sl: Poskrbite, da zajamete celoten dokument
sv: Se till att hela dokumentet inkluderas
tr: Belgenin tamamını çektiğinizden emin olun
vi: Đảm bảo chụp toàn bộ tài liệu
zh_hans: 请确保已拍下完整的文件
zh_hant: 確保擷取完整文件

# jumio_error_instant_feedback_no_doc_title
source: The image is not a valid form of identification
cs: Tento obrázek nepředstavuje platnou formu identifikace
et: Pilt ei ole õige tuvastamisformaat
id: Gambar bukan bukti identifikasi yang valid
it: L'immagine non è una forma valida di identificazione
ko: 올바른 신분증 이미지가 아닙니다
nb: Bildet er ikke en gyldig form for identifikasjon
pl: Obraz nie jest prawidłową formą identyfikacji
ru: Изображение не является допустимой формой идентификации
sk: Obrázok nezodpovedá platnému druhu preukazu totožnosti
sl: Slika ni veljavna oblika identifikacije
sv: Bilden är ingen giltig ID-handling
tr: Bu görüntü, geçerli bir kimlik saptama biçimi değil
vi: Hình ảnh không phải là hình thức nhận dạng hợp lệ
zh_hans: 图像不是有效的身份证明
zh_hant: 圖片不是有效的身分證件形式

# jumio_error_instant_feedback_not_readable_title
source: The image quality is not good enough to be verified
cs: Kvalita snímku je k ověření nedostatečná
et: Foto kvaliteet pole tuvastamiseks piisavalt hea
id: Kualitas gambar tidak cukup bagus untuk diverifikasi
it: La qualità dell'immagine non è sufficiente per la verifica
ko: 이미지 화질이 좋지 않아서 확인할 수 없습니다
nb: Bildekvaliteten er ikke god nok til å bli bekreftet
pl: Jakość obrazu nie jest wystarczająco dobra, aby ją zweryfikować
ru: Качество изображения недостаточно хорошее для проверки
sk: Kvalita fotografie nie je dostatočne dobrá na overenie
sl: Slika ni dovolj kakovostna za preverjanje
sv: Bildkvaliteten är inte tillräckligt bra för att kunna verifieras
tr: Görüntü kalitesi doğrulanabilecek kadar iyi değil
vi: Chất lượng hình ảnh không đủ tốt để được xác minh
zh_hans: 照片质量不够高，无法验证
zh_hant: 圖像品質不夠好，無法進行驗證

# jumio_error_instant_feedback_one_image_retaken
source: Image must be retaken
et: Pilt tuleb uuesti teha
nb: Bildet må tas på nytt
sl: Slika mora biti ponovno posneta
sv: Bilden måste tas om
tr: Görüntü yeniden çekilmelidir
zh_hans: 照片必须重拍

# jumio_error_network_problems
source: We have encountered a network communication problem
cs: Při síťové komunikaci došlo k problému.
et: Meil on tekkinud võrgusuhtluse probleem
id: Kami mengalami masalah komunikasi jaringan
it: Abbiamo riscontrato un problema di comunicazione di rete
ko: 네트워크 통신 문제가 발생했습니다
nb: Det har oppstått et problem med nettverkskommunikasjon
pl: Napotkaliśmy problem z komunikacją sieciową
ru: Мы столкнулись с проблемой сетевой связи
sk: Vyskytli sa problémy so sieťovou komunikáciou
sl: Naleteli smo na težavo z omrežno komunikacijo
sv: Nätverket har stött på ett kommunikationsproblem
tr: Bir ağ iletişimi sorunuyla karşılaştık
vi: Chúng tôi đã gặp sự cố về giao tiếp mạng
zh_hans: 我们遇到了网络通信问题
zh_hant: 我們遇到了網路通訊問題

# jumio_error_no_camera_connection
source: Camera access disabled
cs: Přístup ke kameře zamítnut
et: Juurdepääs kaamerale on keelatud
id: Akses kamera dinonaktifkan
it: Accesso alla fotocamera disabilitato
ko: 카메라 액세스 비활성화
nb: Kameratilgang deaktivert
pl: Dostęp do aparatu wyłączony
ru: Доступ к камере отключен
sk: Prístup k fotoaparátu je zamietnutý
sl: Dostop do kamere je onemogočen.
sv: Kameraåtkomst inaktiverad
tr: Kamera erişimi devre dışı
vi: Quyền truy cập máy ảnh bị vô hiệu hóa
zh_hans: 摄像头访问权限被禁用
zh_hant: 相機存取權限已停用

# jumio_error_ocr_failed
source: Scanning not available at this time, please contact the support team
cs: Skenování není v tuto chvíli k dispozici, obraťte se na tým podpory
et: Skannimine pole praegu saadaval, võtke ühendust kasutajatoega
id: Pemindaian tidak tersedia saat ini, hubungi tim dukungan
it: La scansione non è disponibile al momento. Rivolgiti al team assistenza
ko: 현재 스캔을 사용할 수 없습니다. 지원팀에 문의하시기 바랍니다.
nb: Skanning er ikke tilgjengelig for øyeblikket. Kontakt kundestøtte
pl: Skanowanie jest obecnie niedostępne, skontaktuj się z zespołem pomocy technicznej
ru: Сканирование сейчас не доступно, пожалуйста, свяжитесь с командой поддержки
sk: Skenovanie nie je momentálne k dispozícii, obráťte sa na tím podpory
sl: Optično branje trenutno ni na voljo, obrnite se na podporno ekipo
sv: Skanning är inte tillgänglig just nu. Kontakta supportteamet
tr: Tarama şu anda kullanılamıyor, lütfen destek ekibi ile iletişime geçin.
vi: Tính năng quét không khả dụng vào lúc này, vui lòng liên hệ với nhóm hỗ trợ
zh_hans: 目前无法扫描，请联系支持团队
zh_hant: 目前無法掃描，請聯絡支援團隊

# jumio_error_session_expired
source: Session Expired
cs: Relace vypršela
et: Sessioon on aegunud
id: Sesi Berakhir
it: Sessione scaduta
ko: 세션 만료
nb: Økten er utløpt
pl: Sesja wygasła
ru: Время сеанса истекло
sk: Platnosť relácie vypršala
sl: Seja potekla
sv: Sessionen har löpt ut
tr: Oturum Sona Erdi.
vi: Phiên hết hạn
zh_hans: 会话已过期
zh_hant: 工作階段已過期

# jumio_error_wrong_token
source: Scanning not available at this time, please contact the support team
cs: Skenování není v tuto chvíli k dispozici, obraťte se na tým podpory
et: Skannimine pole praegu saadaval, võtke ühendust kasutajatoega
id: Pemindaian tidak tersedia saat ini, hubungi tim dukungan
it: La scansione non è disponibile al momento. Rivolgiti al team assistenza
ko: 현재 스캔을 사용할 수 없습니다. 지원팀에 문의하시기 바랍니다.
nb: Skanning er ikke tilgjengelig for øyeblikket. Kontakt kundestøtte
pl: Skanowanie jest obecnie niedostępne, skontaktuj się z zespołem pomocy technicznej
ru: Сканирование сейчас не доступно, пожалуйста, свяжитесь с командой поддержки
sk: Skenovanie nie je momentálne k dispozícii, obráťte sa na tím podpory
sl: Optično branje trenutno ni na voljo, obrnite se na podporno ekipo
sv: Skanning är inte tillgänglig just nu. Kontakta supportteamet
tr: Tarama şu anda kullanılamıyor, lütfen destek ekibi ile iletişime geçin.
vi: Tính năng quét không khả dụng vào lúc này, vui lòng liên hệ với nhóm hỗ trợ
zh_hans: 目前无法扫描，请联系支持团队
zh_hant: 目前無法掃描，請聯絡支援團隊

# jumio_id_confirm_button_confirm
source: Confirm
cs: Potvrdit
et: Kinnitage
id: Konfirmasi
it: Conferma
ko: 확인
nb: Bekreft
pl: Potwierdź
ru: Подтвердить
sk: Potvrdiť
sl: Potrdi
sv: Bekräfta
tr: Onayla
vi: Xác nhận
zh_hans: 确认
zh_hant: 確認

# jumio_id_confirm_paragraph
source: Make sure the details are clearly visible and readable
cs: Ujistěte se, že jsou údaje jasně viditelné a čitelné
et: Veenduge, et kõik andmed oleksid nähtavad ja loetavad
id: Pastikan detail terlihat jelas dan dapat dibaca
it: Assicurati che i dettagli siano ben visibili e leggibili
ko: 세부정보가 명확하게 보이고 읽을 수 있는지 확인하세요.
nb: Forsikre deg om at detaljene er godt synlige og lesbare
pl: Upewnij się, że szczegóły są wyraźnie widoczne i czytelne
ru: Убедитесь, что все данные хорошо видны и читаемы
sk: Uistite sa, že všetky detaily sú jasne viditeľné a čitateľné
sl: Poskrbite, da so podatki jasno vidni in čitljivi
sv: Se till att alla uppgifter syns tydligt och är läsbara
tr: Ayrıntıların açıkça görünür ve okunabilir olduğundan emin olun
vi: Đảm bảo rằng có thể nhìn thấy rõ ràng và có thể đọc được các chi tiết
zh_hans: 请确保所有细节均清晰可见且可读
zh_hant: 確保細節清晰可見且可讀

# jumio_id_confirm_title
source: Confirm your photo
cs: Potvrďte svou fotografii
et: Kinnitage oma foto
id: Konfirmasi foto Anda
it: Conferma la tua foto
ko: 사진 확인
nb: Bekreft bildet ditt
pl: Potwierdź swoje zdjęcie
ru: Подтвердите свою фотографию
sk: Potvrďte svoju fotografiu
sl: Potrdite fotografijo
sv: Bekräfta din bild
tr: Fotoğrafınızı onaylayın
vi: Xác nhận ảnh của bạn
zh_hans: 确认您的照片
zh_hant: 確認相片

# jumio_id_scan_guide_take_photo_back_dl
source: Take a photo of the BACK of your driver's license.
et: Tehke foto oma juhiloa TAGAKÜLJEST.
nb: Ta et bilde av baksiden av førerkortet ditt.
sl: Fotografirajte HRBTNO stran svojega vozniškega dovoljenja.
sv: Ta en bild av BAKSIDAN av ditt körkort.
tr: Ehliyetinizin ARKA yüzünün bir fotoğrafını çekin.
zh_hans: 拍摄您的驾驶证背面照片。

# jumio_id_scan_guide_take_photo_back_idc
source: Take a photo of the BACK of your identity card.
et: Tehke foto oma ID-kaardi TAGAKÜLJEST.
nb: Ta et bilde av baksiden av ID-kortet ditt.
sl: Fotografirajte HRBTNO stran svoje osebne izkaznice.
sv: Ta en bild av BAKSIDAN av ditt ID-kort.
tr: Kimlik kartınızın ARKA yüzünün bir fotoğrafını çekin.
zh_hans: 拍摄您的身份证背面照片。

# jumio_id_scan_guide_take_photo_back_pd
source: Take a photo of the BACK of your personal document.
et: Tehke foto oma isikutunnistuse TAGAKÜLJEST.
nb: Ta et bilde av baksiden av det personlige dokumentet ditt.
sl: Fotografirajte HRBTNO stran svojega osebnega dokumenta.
sv: Ta en bild av BAKSIDAN av ditt personliga dokument.
tr: Kişisel belgenizin ARKA yüzünün bir fotoğrafını çekin.
zh_hans: 拍摄您的个人证件背面照片。

# jumio_id_scan_guide_take_photo_front_dl
source: Take a photo of the FRONT of your driver's license.
et: Tehke foto oma juhiloa ESIKÜLJEST.
nb: Ta et bilde av forsiden av førerkortet ditt.
sl: Fotografirajte SPREDNJO stran svojega vozniškega dovoljenja.
sv: Ta en bild av FRAMSIDAN av ditt körkort.
tr: Ehliyetinizin ÖN yüzünün bir fotoğrafını çekin.
zh_hans: 拍摄您的驾驶证正面照片。

# jumio_id_scan_guide_take_photo_front_idc
source: Take a photo of the FRONT of your identity card.
et: Tehke foto oma ID-kaardi ESIKÜLJEST.
nb: Ta et bilde av forsiden av ID-kortet ditt.
sl: Fotografirajte SPREDNJO stran svoje osebne izkaznice.
sv: Ta en bild av FRAMSIDAN av ditt ID-kort.
tr: Kimlik kartınızın ÖN yüzünün bir fotoğrafını çekin.
zh_hans: 拍摄您的身份证正面照片。

# jumio_id_scan_guide_take_photo_front_pd
source: Take a photo of the FRONT of your personal document.
et: Tehke foto oma isikutunnistuse ESIKÜLJEST.
nb: Ta et bilde av forsiden til det personlige dokumentet ditt.
sl: Fotografirajte SPREDNJO stran svojega osebnega dokumenta.
sv: Ta en bild av FRAMSIDAN av ditt personliga dokument.
tr: Kişisel belgenizin ÖN yüzünün bir fotoğrafını çekin.
zh_hans: 拍摄您的个人证件正面照片。

# jumio_id_scan_guide_take_photo_passport
source: Take a photo of your passport.
et: Tehke foto oma passist.
nb: Ta et bilde av passet ditt.
sl: Fotografirajte svoj potni list.
sv: Ta en bild av ditt pass.
tr: Pasaportunuzun fotoğrafını çekin.
zh_hans: 拍摄您的护照照片。

# jumio_id_scan_hint_performance_fallback
source: Scanning optimized for better device performance
cs: Optimalizace skenování pro zajištění lepšího výkonu zařízení
et: Seadme parema jõudluse saavutamiseks on skannimist optimeeritud
id: Pemindaian dioptimalkan untuk menghasilkan performa perangkat yang lebih baik
it: Scansione ottimizzata per migliorare le prestazioni del dispositivo
ko: 더 나은 장치 성능을 위해 최적화된 스캔
nb: Skanningen er justert for å sikre at enheten fungerer optimalt
pl: Skanowanie zoptymalizowane pod kątem lepszej wydajności urządzenia
ru: Сканирование оптимизировано для повышения производительности устройства
sk: Skenovanie je optimalizované pre lepší výkon zariadenia
sl: Skeniranje je optimizirano za boljše delovanje naprave
sv: Skanning optimerad för bättre enhetsprestanda
tr: Daha iyi cihaz performansı elde etmek için optimize edilmiş tarama
vi: Quy trình quét được tối ưu hóa để thiết bị đạt hiệu suất tốt hơn
zh_hans: 扫描已优化，可提高设备性能
zh_hant: 掃描最佳化以獲得更好的裝置效能

# jumio_id_scan_manual
source: Take a photo of your document
cs: Pořiďte snímek svého dokumentu
et: Tehke foto oma dokumendist
id: Ambil foto dokumen Anda
it: Scatta una foto del documento
ko: 문서 사진 찍기
nb: Ta et bilde av dokumentet ditt
pl: Zrób zdjęcie swojego dokumentu
ru: Сфотографируйте свой документ
sk: Odfoťte dokument
sl: Fotografirajte svoj dokument
sv: Ta en bild av ditt dokument
tr: Belgenizin fotoğrafını çekin
vi: Chụp ảnh tài liệu của bạn
zh_hans: 拍摄您的证件照片
zh_hant: 拍一張文件相片

# jumio_id_scan_manual_tips
source: Make sure to capture the whole document
cs: Ujistěte se, že jste zachytili celý dokument
et: Kontrollige, et kogu dokument oleks pildil nähtav
id: Pastikan menangkap seluruh dokumen
it: Assicurati di aver inquadrato l'intero documento
ko: 전체 서류를 캡처해야 합니다
nb: Sørg for å få med hele dokumentet
pl: Upewnij się, że uchwycono cały dokument
ru: Убедитесь, что вы сфотографировали весь документ
sk: Musíte zachytiť celý dokument
sl: Poskrbite, da zajamete celoten dokument
sv: Se till att hela dokumentet inkluderas
tr: Belgenin tamamını çektiğinizden emin olun
vi: Đảm bảo chụp toàn bộ tài liệu
zh_hans: 请确保已拍下完整的文件
zh_hant: 確保擷取完整文件

# jumio_id_scan_prompt_back_captured
source: BACK captured
et: TAGAKÜLG jäädvustatud
nb: Baksiden er registrert
sl: Hrbtno posneto
sv: Bild tagen av BAKSIDAN
tr: ARKA tarafın görüntüsü alındı
zh_hans: 背面已捕获

# jumio_id_scan_prompt_capture_success
source: Got it!
et: Sain aru!
nb: Ferdig!
sl: Tako je!
sv: Jag förstår!
tr: Tamamdır!
zh_hans: 成功了！

# jumio_id_scan_prompt_center_id
source: Center your document
cs: Umístěte svůj dokument do středu
et: Tsentreerige oma dokument
id: Posisikan dokumen Anda di tengah
it: Centra il documento
ko: 문서를 중앙에 놓아주세요
nb: Midtstill dokumentet
pl: Wyśrodkuj swój dokument tożsamości
ru: Разместите документ по центру
sk: Vycentrujte dokument
sl: Dajte svoj dokument na sredino
sv: Centrera ditt dokument
tr: Belgenizi ortalayın
vi: Căn giữa tài liệu của bạn
zh_hans: 将您的证件居中
zh_hant: 文件置中

# jumio_id_scan_prompt_flip_to_back
source: Flip to the BACK side
et: Pöörake TAGUMINE külg
nb: Snu til baksiden
sl: Obrnite se na HRBTNO stran
sv: Vänd till BAKSIDAN
tr: ARKA tarafa çevirin
zh_hans: 翻到背面

# jumio_id_scan_prompt_front_captured
source: FRONT captured
et: ESIKÜLG jäädvustatud
nb: Forsiden er registrert
sl: SPREDAJ posneto
sv: Bild tagen av FRAMSIDAN
tr: ÖN tarafın görüntüsü alındı
zh_hans: 正面已捕获

# jumio_id_scan_prompt_hold_still
source: Hold still...
cs: Nehýbejte se...
et: Olge paigal...
id: Tahan terus...
it: Rimani immobile...
ko: 가만히 계세요...
nb: Hold i ro...
pl: Nie ruszaj kamerą...
ru: Не двигайтесь...
sk: Nehýbte sa...
sl: Ne premikajte se...
sv: Håll stadigt ...
tr: Sabit durun...
vi: Giữ yên...
zh_hans: 保持不动...
zh_hant: 保持不動...

# jumio_id_scan_prompt_hold_straight
source: Hold straight
cs: Držte se rovně
et: Selg sirgu
id: Tegakkan badan
it: Rimani dritto
ko: 정면 응시 후 정지
nb: Hold rett
pl: Wyrównaj
ru: Держите прямо
sk: Držte sa vzpriamene
sl: Držite naravnost
sv: Håll rakt
tr: Dik durun
vi: Giữ thẳng
zh_hans: 保持笔直
zh_hant: 站直

# jumio_id_scan_prompt_move_closer
source: Move closer
cs: Pojďte blíže
et: Liikuge lähemale
id: Merapat
it: Avvicinati
ko: 가까이 이동
nb: Flytt nærmere
pl: Przybliż
ru: Приблизьте
sk: Pristúpte bližšie
sl: Pridite bližje
sv: Flytta närmare
tr: Yaklaşın
vi: Tiến lại gần
zh_hans: 靠近一点
zh_hant: 靠近一點

# jumio_id_scan_prompt_processing
source: Checking the image...
cs: Probíhá kontrola snímku...
et: Foto kontrollimine...
id: Memeriksa gambar...
it: Controllo immagine...
ko: 이미지 확인 중...
nb: Kontrollerer bildet ...
pl: Sprawdzanie obrazu...
ru: Проверка изображения...
sk: Kontroluje sa obrázok...
sl: Preverjanje slike ...
sv: Kontrollerar bilden...
tr: Görüntü kontrol ediliyor...
vi: Đang kiểm tra hình ảnh...
zh_hans: 正在检查图像...
zh_hant: 正在檢查圖像...

# jumio_id_scan_prompt_redact_deu_id_paper
source: Please cover the ID number before capturing
cs: Před zachycením prosím zakryjte nebo pozměňte identifikační číslo.
et: Enne jäädvustamist kustutage isikukood
id: Susun nomor ID sebelum mengambil gambar
it: Si prega di censurare il numero della carta d'identità prima di scattare
ko: 촬영 전에 ID 번호를 가려주세요
nb: Vennligst rediger ID-nummeret før du tar bildet
pl: Przed przechwyceniem zakryj numer identyfikacyjny
ru: Перед съемкой подготовьте идентификационный номер
sk: Pred zachytením zmeňte číslo preukazu totožnosti
sl: Pred zajemom popravite številko osebne izkaznice
sv: Justera id-numret innan bilden tas
tr: Resim çekmeden önce lütfen kimlik numarasını gözden geçirin
vi: Hãy che số ID trước khi chụp
zh_hans: 请在拍摄前遮挡身份证号
zh_hant: 拍攝前請編輯證件號碼

# jumio_id_scan_prompt_redact_deu_id_plastic
source: Please cover the ID and access number before capturing
cs: Před zachycením prosím zakryjte nebo pozměňte ID a přístupové číslo.
et: Enne jäädvustamist kustutage isikukood ja juurdepääsunumber
id: Susun nomor ID dan nomor akses sebelum mengambil gambar
it: Si prega di censurare la carta d'identità e numero di accesso prima di scattare
ko: 촬영 전에 ID와 액세스 번호를 가려주세요
nb: Rediger ID-en og tilgangsnummeret før du tar bildet
pl: Przed przechwyceniem zakryj numer identyfikacyjny i numer dostępu
ru: Перед съемкой подготовьте идентификационный номер и номер доступа
sk: Pred zachytením upravte preukaz totožnosti a prístupové číslo
sl: Pred zajemom popravite številko osebne izkaznice in dostopa
sv: Justera id-handlingen och åtkomstnumret innan bilden tas
tr: Resim çekmeden önce lütfen kimliği ve erişim numarasını gözden geçirin
vi: Hãy che số ID và số truy cập trước khi chụp
zh_hans: 请在拍摄前遮掉身份证号和准入号码
zh_hant: 拍攝前請編輯 ID 和存取號碼

# jumio_id_scan_prompt_redact_deu_passport
source: Please cover the passport number before capturing
cs: Před zachycením snímku prosím zakryjte nebo pozměňte číslo pasu.
et: Enne jäädvustamist kustutage passi number
id: Susun nomor Paspor sebelum mengambil gambar
it: Si prega di censurare il numero del passaporto prima di scattare
ko: 촬영 전에 여권 번호를 가려주세요
nb: Vennligst rediger passnummeret før du tar bildet
pl: Przed przechwyceniem zakryj numer paszportu
ru: Перед съемкой подготовьте номер паспорта
sk: Pred zachytením zmeňte číslo pasu
sl: Pred zajemom popravite številko potnega lista
sv: Justera passnumret innan bilden tas
tr: Resim çekmeden önce lütfen pasaport numarasını gözden geçirin
vi: Hãy che số hộ chiếu và số truy cập trước khi chụp
zh_hans: 请在拍摄前遮挡护照号码
zh_hant: 拍攝前請編輯護照號碼

# jumio_id_scan_prompt_redact_kor
source: Cover the second block of your Resident Registration Number before capturing
cs: Před pořízením snímku zakryjte nebo pozměňte posledních sedm číslic svého rezidenčního čísla.
et: Enne jäädvustamist kustutage oma elaniku registreerimisnumbri teine osa
id: Susun blok kedua Nomor Induk Kependudukan sebelum mengambil gambar
it: Censurare la seconda parte del vostro Numero di Registrazione di Residenza prima di scattare
ko: 촬영 전에 주민등록번호의 뒷자리를 가려주세요
nb: Rediger den andre blokken med registreringsnummeret ditt før du tar bildet
pl: Przed przechwyceniem zakryj drugi blok numeru rejestracyjnego mieszkańca
ru: Перед съемкой подготовьте второй блок своего регистрационного номера резидента
sk: Pred zachytením upravte druhý blok svojho registračného čísla pre obyvateľov
sl: Pred zajemom popravite drugo skupino številke registracije prebivalca
sv: Justera den andra sektionen av ditt folkbokföringsnummer innan bilden tas
tr: Resim çekmeden önce, İkamet Eden Kişinin Kayıt Numarası'ndaki ikinci bölümü gözden geçirin
vi: Hãy che phần sau của Số đăng ký cư trú trước khi chụp
zh_hans: 请在拍摄前遮挡您的居民登记号码的第二部分
zh_hant: 拍攝前請先編輯居民登記號的第二塊

# jumio_id_scan_prompt_redact_nld
source: Please cover your BSN before capturing
cs: Před zachycením snímku prosím zakryjte nebo pozměňte své osobní identifikační číslo.
et: Enne jäädvustamist kustutage oma kodaniku identifitseerimisnumber
id: Susun nomor layanan warga negara (BSN) Anda sebelum mengambil gambar
it: Si prega di censurare il vostro codice fiscale prima di scattare
ko: 촬영 전에 BSN을 가려주세요
nb: Rediger BSN-en før du tar bildet
pl: Przed przechwyceniem zakryj numer BSN
ru: Перед съемкой подготовьте свой BSN
sk: Pred nasnímaním upravte svoje číslo BSN
sl: Pred zajemom popravite BSN
sv: Justera BSN innan bilden tas
tr: Resim çekmeden önce lütfen BSN'nizi gözden geçirin
vi: Hãy che BSN trước khi chụp
zh_hans: 请在拍摄前遮挡您的 BSN
zh_hant: 拍攝前請編輯 BSN

# jumio_id_scan_prompt_too_close
source: Too close
cs: Příliš blízko
et: Liiga lähedal
id: Terlalu dekat
it: Troppo vicino
ko: 너무 가까움
nb: For nært
pl: Zbyt blisko
ru: Слишком близко
sk: Príliš blízko
sl: Preblizu
sv: För nära
tr: Çok yakın
vi: Quá gần
zh_hans: 太近了
zh_hant: 太近

# jumio_id_scan_prompt_zoom_barcode
source: Zoom in on your barcode
et: Suumige oma vöötkoodi sisse
nb: Zoom inn på strekkoden
sl: Povečajte svojo črtno kodo
sv: Zooma in på din streckkod
tr: Barkodunuzu yakınlaştırın
zh_hans: 放大您的条形码

# jumio_id_scan_tips_barcode
source: Move camera closer to barcode
cs: Přibližte fotoaparát k čárovému kódu
et: Liigutage kaamera ribakoodile lähemale
id: Dekatkan kamera ke kode batang
it: Sposta la fotocamera verso il codice a barre
ko: 카메라를 바코드에 가깝게 이동하세요
nb: Flytt kameraet nærmere strekkoden
pl: Przesuń aparat bliżej kodu kreskowego
ru: Приблизьте камеру к штрих-коду
sk: Posuňte fotoaparát bližšie k čiarovému kódu
sl: Fotoaparat približajte črtni kodi
sv: Flytta kameran närmare streckkoden
tr: Kamerayı barkoda yaklaştırın
vi: Di chuyển máy ảnh đến gần mã vạch
zh_hans: 将摄像头移近条形码
zh_hant: 將相機移近條碼
