Repository: Jumio/mobile-react
Catalog: DemoApp/ios/DemoApp/Localization/*.lproj/Localizable-Jumio.strings
Languages: cs, et, id, it, ko, nb, pl, ru, sk, sl, sv, tr, vi, zh_hans, zh_hant

# IProov_AccessibilityLabelCloseButton
source: Close
et: Sule
nb: Lukk
sl: Zapri
sv: Stäng
tr: Kapat
zh_hans: 关闭

# IProov_AccessibilityPromptAlignFace
source: Hold the device in front of your face and look at the screen
et: Hoidke seadet oma näo ees ja vaadake ekraanile
nb: Hold enheten foran ansiktet ditt og se på skjermen
sl: Napravo držite pred obrazom in glejte v zaslon
sv: Håll enheten framför ditt ansikte och titta på skärmen
tr: Cihazı yüzünüzün önünde tutun ve ekrana bakın
zh_hans: 在面部前方握住设备并看向屏幕

# IProov_AccessibilityPromptScanning
source: Scanning
et: Skannimine
nb: Skanner
sl: Skeniranje
sv: Skannar
tr: Tarama
zh_hans: 正在扫描

# IProov_ErrorCameraPermissionDenied
source: Camera access disabled
cs: Přístup ke kameře zamítnut
et: Juurdepääs kaamerale on keelatud
id: Akses kamera dinonaktifkan
it: Accesso alla fotocamera disabilitato
ko: 카메라 액세스 비활성화
nb: Kameratilgang deaktivert
pl: Dostęp do aparatu wyłączony
ru: Доступ к камере отключен
sk: Prístup k fotoaparátu je zamietnutý
sl: Dostop do kamere je onemogočen.
sv: Kameraåtkomst inaktiverad
tr: Kamera erişimi devre dışı
vi: Quyền truy cập máy ảnh bị vô hiệu hóa
zh_hans: 摄像头访问权限被禁用
zh_hant: 相機存取權限已停用

# IProov_ErrorCaptureAlreadyActive
source: An existing capture is already in progress
cs: Snímání už probíhá
et: Olemasolev jäädvustus on juba töös
id: Pengambilan gambar yang sudah ada sedang berlangsung
it: C'è già un'acquisizione in corso
ko: 기존 캡처가 이미 진행 중입니다.
nb: En eksisterende bildetaking pågår allerede
pl: Przechwytywanie twarzy jest już w toku
ru: Существующая съемка уже выполняется
sk: Existujúca snímka sa spracováva
sl: Obstoječi zajem že poteka
sv: En redan befintlig bildfångst pågår
tr: Geçerli çekim zaten devam ediyor
vi: Quá trình chụp hiện có đang diễn ra
zh_hans: 已在进行捕捉操作
zh_hant: 已有捕捉處理中

# IProov_ErrorNetwork
source: Please check that you are online
cs: Zkontrolujte, jestli jste online
et: Kontrollige, et teil oleks võrguühendus
id: Periksa apakah Anda sedang online
it: Controlla di essere online
ko: 온라인 상태인지 확인해 주세요
nb: Kontroller om du er online
pl: Sprawdź, czy jesteś online
ru: Пожалуйста, убедитесь, что вы онлайн
sk: Skontrolujte svoje pripojenie
sl: Preverite, ali ste povezani v internet
sv: Kontrollera att du är online
tr: Lütfen çevrimiçi olduğunuzu kontrol edin
vi: Vui lòng kiểm tra xem bạn có trực tuyến không
zh_hans: 请检查您是否在线
zh_hant: 請檢查您是否處於線上狀態

# IProov_ErrorServer
source: Please check that you are online
cs: Zkontrolujte, jestli jste online
et: Kontrollige, et teil oleks võrguühendus
id: Periksa apakah Anda sedang online
it: Controlla di essere online
ko: 온라인 상태인지 확인해 주세요
nb: Kontroller om du er online
pl: Sprawdź, czy jesteś online
ru: Пожалуйста, убедитесь, что вы онлайн
sk: Skontrolujte svoje pripojenie
sl: Preverite, ali ste povezani v internet
sv: Kontrollera att du är online
tr: Lütfen çevrimiçi olduğunuzu kontrol edin
vi: Vui lòng kiểm tra xem bạn có trực tuyến không
zh_hans: 请检查您是否在线
zh_hant: 請檢查您是否處於線上狀態

# IProov_ErrorUnexpected
source: There was an unexpected error
cs: Došlo k neočekávané chybě
et: Tekkis ootamatu viga
id: Terjadi kesalahan yang tidak terduga
it: Si è verificato un errore imprevisto
ko: 예기치 못한 오류가 발생했습니다.
nb: Det oppsto en uventet feil
pl: Wystąpił nieoczekiwany błąd.
ru: Произошла непредвиденная ошибка
sk: Vyskytla sa neočakávaná chyba
sl: Prišlo je do nepričakovane napake
sv: Det uppstod ett oväntat fel
tr: Beklenmeyen bir hata oluştu
vi: Đã xảy ra lỗi không mong muốn
zh_hans: 出现意外错误
zh_hant: 發生未預期錯誤

# IProov_FailureEyesClosed
source: Keep your eyes open
et: Hoidke oma silmad lahti
nb: Hold øynene åpne
sl: Oči imejte odprte
sv: Håll ögonen öppna
tr: Gözlerinizi açık tutun
zh_hans: 眼睛保持睁开

# IProov_FailureFaceTooClose
source: Move your face farther from the screen
et: Liigutage oma nägu ekraanist kaugemale
nb: Flytt ansiktet lengre fra skjermen
sl: Odmaknite obraz od zaslona
sv: Håll skärmen längre från ansiktet
tr: Yüzünüzü ekrandan uzaklaştırın
zh_hans: 将面部拉远屏幕

# IProov_FailureFaceTooFar
source: Move your face closer to the screen
et: Liigutage oma nägu ekraanile lähemale
nb: Flytt ansiktet nærmere skjermen
sl: Približajte obraz zaslonu
sv: Håll skärmen närmare ansiktet
tr: Yüzünüzü ekrana yaklaştırın
zh_hans: 将面部靠近屏幕

# IProov_FailureMisalignedFace
source: Keep your face in the oval
et: Hoidke oma nägu ovaali sees
nb: Hold ansiktet i ovalen
sl: Vaš obraz naj bo v ovalu
sv: Håll ditt ansikte i ovalen
tr: Yüzünüzü oval alanda tutun
zh_hans: 将面部放在椭圆形内

# IProov_FailureNotSupported
source: Device is not supported
et: Seadet ei toetata
nb: Enheten støttes ikke
sl: Naprava ni podprta
sv: Enheten stöds inte
tr: Cihaz desteklenmiyor
zh_hans: 设备不支持

# IProov_FailureObscuredFace
source: Remove any face coverings
et: Eemaldage nägu katvad aksessuaarid
nb: Ta av alt som kan dekke til ansiktet
sl: Snemite vsa pokrivala za obraz
sv: Ta bort allt som täcker ansiktet
tr: Yüzünüzü kapatan her şeyi çıkarın
zh_hans: 取下面部覆盖物

# IProov_FailureSunglasses
source: Remove sunglasses
et: Eemaldage päikseprillid
nb: Ta av solbriller
sl: Snemite očala
sv: Ta bort solglasögon
tr: Güneş gözlüklerini çıkarın
zh_hans: 摘掉墨镜

# IProov_FailureTooBright
source: Move somewhere darker
et: Liikuge mõnda varjulisemasse kohta
nb: Finn et sted med mindre lys
sl: Premaknite se na temnejše mesto
sv: Gå till en mörkare plats
tr: Daha karanlık bir yere geçin
zh_hans: 去更暗的地方

# IProov_FailureTooDark
source: Move somewhere brighter
et: Liikuge mõnda valgusrikkamasse kohta
nb: Finn et sted med mer lys
sl: Premaknite se na svetlejše mesto
sv: Gå till en ljusare plats
tr: Daha aydınlık bir yere geçin
zh_hans: 去更明亮的地方

# IProov_FailureTooMuchMovement
source: Keep still
et: Olge paigal
nb: Stå helt i ro
sl: Stojte pri miru
sv: Håll stadigt
tr: Sabit durun
zh_hans: 保持不动

# IProov_FailureUnknown
source: Try again
et: Proovige uuesti
nb: Prøv igjen
sl: Poskusite znova
sv: Försök igen
tr: Tekrar deneyin
zh_hans: 重试

# IProov_ProgressAssessingGenuinePresence
source: Assessing genuine presence…
cs: Kontrola přítomnosti…
et: Tegeliku kohalolu hindamine...
id: Menilai kehadiran sebenarnya...
it: Valutazione presenza effettiva...
ko: 실제 인물인지 평가 중...
nb: Vurderer ekte tilstedeværelse ...
pl: Ocena rzeczywistej obecności...
ru: Оценка подлинного присутствия…
sk: Posudzuje sa skutočná prítomnosť...
sl: Ocenjevanje resnične prisotnosti…
sv: Bedömer faktisk närvaro ...
tr: Mevcudiyetin gerçek olup olmadığı değerlendiriliyor…
vi: Đánh giá sự hiện diện thực sự…
zh_hans: 正在评估真实存在性...
zh_hant: 正在評估實際存在...

# IProov_ProgressAssessingLiveness
source: Assessing liveness…
cs: Kontrola živé osoby...
et: Elulisuse hindamine...
id: Menilai kualitas siaran langsung...
it: Valutazione autenticità...
ko: 활동성 평가 중...
nb: Vurderer livlighet...
pl: Ocena aktualności...
ru: Оценка живого человека...
sk: Posudzuje sa živosť...
sl: Ocenjevanje življenjske dobe…
sv: Bedömer livlighet ...
tr: Taramanın gerçek bir kişiye ait olup olmadığı değerlendiriliyor...
vi: Đang đánh giá thực thể sống...
zh_hans: 正在评估活人...
zh_hant: 正在評估活性…

# IProov_ProgressConfirmingIdentity
source: Confirming identity…
cs: Potvrzení identity…
et: Identiteedi kinnitamine...
id: Mengonfirmasi identitas...
it: Conferma identità...
ko: 신원 확인 중...
nb: Bekrefter identitet …
pl: Potwierdzanie tożsamości...
ru: Подтверждение личности…
sk: Potvrdenie totožnosti...
sl: Potrjevanje identitete…
sv: Bekräftar identitet ...
tr: Kimlik doğrulanıyor…
vi: Đang xác nhận danh tính...
zh_hans: 正在确认身份...
zh_hant: 正在確認身份…

# IProov_ProgressCreatingIdentity
source: Creating identity…
cs: Vytváření identity…
et: Identiteedi loomine...
id: Membuat identitas...
it: Creazione identità...
ko: 신원 생성 중...
nb: Oppretter identitet …
pl: Tworzenie tożsamości...
ru: Создание личности…
sk: Tvorba totožnosti...
sl: Ustvarjanje identitete…
sv: Skapar identitet ...
tr: Kimlik oluşturuluyor…
vi: Đang tạo nhận dạng...
zh_hans: 正在创建身份...
zh_hant: 正在建立身份…

# IProov_ProgressFindingFace
source: Finding face…
cs: Hledání obličeje…
et: Näo otsimine...
id: Menemukan wajah...
it: Ricerca del viso...
ko: 얼굴 인식 중...
nb: Finner ansikt …
pl: Znajdowanie twarzy...
ru: Нахождение лица…
sk: Hľadanie tváre...
sl: Iskanje obraza…
sv: Söker ansikte ...
tr: Yüz bulunuyor...
vi: Đang tìm khuôn mặt...
zh_hans: 正在寻找人脸...
zh_hant: 正在查找臉部...

# IProov_ProgressIdentifyingFace
source: Identifying face…
cs: Identifikace obličeje…
et: Näo tuvastamine...
id: Mengidentifikasi wajah...
it: Riconoscimento del viso...
ko: 얼굴 인식 중...
nb: Identifiserer ansikt …
pl: Identyfikacja twarzy...
ru: Определение лица…
sk: Identifikácia tváre...
sl: Prepoznavanje obraza…
sv: Identifierar ansikte ...
tr: Yüz tanımlanıyor…
vi: Đang nhận dạng khuôn mặt…
zh_hans: 正在识别人脸...
zh_hant: 正在識別臉部...

# IProov_ProgressLoading
source: Loading...
cs: Načítání...
et: Laadimine...
id: Memuat...
it: Caricamento...
ko: 로딩 중...
nb: Laster inn...
pl: Ładowanie...
ru: Загрузка...
sk: Načítavanie...
sl: Nalaganje...
sv: Laddar ...
tr: Yükleniyor...
vi: Đang tải...
zh_hans: 正在加载...
zh_hant: 載入中...

# IProov_ProgressStreaming
source: Streaming…
cs: Streamování…
et: Voogedastus...
it: Trasmissione...
ko: 스트리밍 중...
nb: Strømmer …
pl: Przesyłanie strumieniowe...
ru: Потоковая передача…
sk: Streamovanie...
sl: Prenos ali sprejemanje podatkov...
sv: Strömmar ...
tr: Veri akışı gerçekleşiyor...
vi: Đang phát trực tiếp
zh_hans: 正在流送...
zh_hant: 串流中...

# IProov_PromptAlignFace
source: Put your face in the oval
et: Asetage oma nägu ovaali sisse
nb: Plasser ansiktet ditt i ovalen
sl: Postavite obraz v oval
sv: Placera ditt ansikte i ovalen
tr: Yüzünüzü oval alana oturtun
zh_hans: 将面部放在椭圆形内

# IProov_PromptCloseMultitasking
source: Close multitasking to continue
et: Jätkamiseks sulgege paralleelsete tööde režiim
nb: Lukk multitasking for å fortsette
sl: Za nadaljevanje zaprite večopravilnost
sv: Stäng multitasking för att fortsätta
tr: Devam etmek için çok görevli çalışmayı kapatın
zh_hans: 关闭多任务以继续

# IProov_PromptGetReady
source: Get ready…
cs: Připravte se…
et: Seadke end valmis…
id: Bersiaplah...
it: Preparati...
ko: 준비하세요...
nb: Gjør deg klar…
pl: Przygotuj się…
ru: Приготовьтесь...
sk: Pripravte sa ...
sl: Pripravite se ...
sv: Gör dig redo ...
tr: Hazır olun...
vi: Chuẩn bị…
zh_hans: 准备就绪…
zh_hant: 準備好...

# IProov_PromptLivenessScanCompleted
source: Scanning completed
cs: Skenování dokončeno
et: Skannimine on lõpetatud
id: Pemindaian selesai
it: Scansione completata
ko: 스캔 완료
nb: Skanningen er fullført
pl: Skanowanie zakończone
ru: Сканирование завершено
sk: Skenovanie bolo dokončené
sl: Optično branje končano
sv: Skanningen är klar
tr: Tarama tamamlandı
vi: Đã quét xong
zh_hans: 扫描完成
zh_hant: 掃描完成

# IProov_PromptPitchTooHigh
source: Hold device at eye level
cs: Držte fotoaparát v úrovni očí.
et: Hoidke seadet silmade kõrgusel
id: Pegang perangkat setinggi mata
it: Posizionare il dispositivo all'altezza degli occhi
ko: 기기를 눈높이에서 들고 계세요
nb: Hold enheten i øyehøyde
pl: Trzymaj urządzenie na wysokości oczu
ru: Держите устройство на уровне глаз
sk: Zariadenie držte na úrovni očí
sl: Napravo držite na višini oči.
sv: Håll enheten i ögonhöjd
tr: Cihazı göz hizasında tutun
vi: Giữ thiết bị ngang tầm mắt
zh_hans: 保持设备和眼睛在同一高度
zh_hant: 將裝置放在視線高度

# IProov_PromptPitchTooLow
source: Hold device at eye level
cs: Držte fotoaparát v úrovni očí.
et: Hoidke seadet silmade kõrgusel
id: Pegang perangkat setinggi mata
it: Posizionare il dispositivo all'altezza degli occhi
ko: 기기를 눈높이에서 들고 계세요
nb: Hold enheten i øyehøyde
pl: Trzymaj urządzenie na wysokości oczu
ru: Держите устройство на уровне глаз
sk: Zariadenie držte na úrovni očí
sl: Napravo držite na višini oči.
sv: Håll enheten i ögonhöjd
tr: Cihazı göz hizasında tutun
vi: Giữ thiết bị ngang tầm mắt
zh_hans: 保持设备和眼睛在同一高度
zh_hant: 將裝置放在視線高度

# IProov_PromptRollTooHigh
source: Avoid tilting your head
cs: Nenaklánějte hlavu
et: Vältige pea kallutamist
id: Jangan memiringkan kepala Anda
it: Evita di inclinare la testa
ko: 고개를 기울이지 마십시오.
nb: Unngå å vippe på hodet
pl: Unikaj przechylania głowy
ru: Старайтесь не наклонять голову
sk: Nenakláňajte hlavu
sl: Ne nagibajte glave
sv: Undvik att luta huvudet
tr: Başınızı eğmekten kaçının
vi: Tránh nghiêng đầu
zh_hans: 请勿转头
zh_hant: 避免歪頭

# IProov_PromptRollTooLow
source: Avoid tilting your head
cs: Nenaklánějte hlavu
et: Vältige pea kallutamist
id: Jangan memiringkan kepala Anda
it: Evita di inclinare la testa
ko: 고개를 기울이지 마십시오.
nb: Unngå å vippe på hodet
pl: Unikaj przechylania głowy
ru: Старайтесь не наклонять голову
sk: Nenakláňajte hlavu
sl: Ne nagibajte glave
sv: Undvik att luta huvudet
tr: Başınızı eğmekten kaçının
vi: Tránh nghiêng đầu
zh_hans: 请勿转头
zh_hant: 避免歪頭

# IProov_PromptRotateDeviceToPortrait
source: Rotate device to portrait to continue
et: Jätkamiseks pöörake seade vertikaalasendisse
nb: Roter enheten til portrett for å fortsette
sl: Za nadaljevanje obrnite napravo v pokončni položaj
sv: Vrid enheten till stående läge för att fortsätta
tr: Devam etmek için cihazı dikey konuma döndürün
zh_hans: 将设备旋转为竖屏以继续

# IProov_PromptRotateDeviceUpsideDown
source: Rotate device upside-down to continue
et: Jätkamiseks pöörake seade tagurpidi
nb: Roter enheten opp-ned for å fortsette
sl: Za nadaljevanje obrnite napravo z glavo navzdol.
sv: Vänd enheten upp och ner för att fortsätta
tr: Devam etmek için cihazı baş aşağı konuma döndürün
zh_hans: 将设备旋转为倒置以继续

# IProov_PromptScanning
source: Scanning…
cs: Skenování…
et: Skannimine...
id: Memindai...
it: Scansione...
ko: 스캔 중...
nb: Skanner…
pl: Skanowanie...
ru: Сканирование...
sk: Skenovanie ...
sl: Optično branje ...
sv: Skannar ...
tr: Taranıyor…
vi: Đang quét…
zh_hans: 正在扫描…
zh_hant: 掃描中...

# IProov_PromptTooBright
source: Go somewhere shadier
cs: Jděte do temnějšího prostředí
et: Minge mõnda varjulisemasse kohta
id: Pergi ke suatu tempat yang lebih teduh
it: Spostati in un luogo più in ombra
ko: 더 그늘진 곳으로 이동하십시오.
nb: Gå et sted med mer skygge
pl: Udaj się w bardziej zacienione miejsce
ru: Перейдите в куда-нибудь в тень
sk: Nájdite tmavšie miesto
sl: Pojdite v senco
sv: Gå till en skuggigare plats
tr: Daha gölgeli bir yere gidin
vi: Đi đến nơi tối hơn
zh_hans: 请前往较暗的地方
zh_hant: 請到較暗處

# IProov_PromptTooClose
source: Too close
cs: Příliš blízko
et: Liiga lähedal
id: Terlalu dekat
it: Troppo vicino
ko: 너무 가까움
nb: For nært
pl: Zbyt blisko
ru: Слишком близко
sk: Príliš blízko
sl: Preblizu
sv: För nära
tr: Çok yakın
vi: Quá gần
zh_hans: 太近了
zh_hant: 太近

# IProov_PromptTooFar
source: Move closer
cs: Pojďte blíž
et: Liigutage lähemale
id: Merapat
it: Avvicinati
ko: 가까이 와주세요
nb: Kom nærmere
pl: Przybliż twarz
ru: Подойдите ближе
sk: Pristúpte bližšie
sl: Približajte se
sv: Flytta närmare
tr: Yaklaşın
vi: Di chuyển lại gần hơn
zh_hans: 靠近一点
zh_hant: 靠近一點

# IProov_PromptYawTooHigh
source: Turn slightly to your left
cs: Natočte se mírně doleva
et: Pöörake veidi vasakule
id: Putar sedikit ke kiri
it: Girati leggermente a sinistra
ko: 왼쪽으로 고개를 살짝 돌려주십시오.
nb: Vri deg litt til venstre
pl: Skręć lekko w lewo
ru: Немного поверните налево от себя
sk: Trochu sa otočte doľava
sl: Obrnite se malo v levo
sv: Vänd dig lite åt vänster
tr: Hafifçe sola dönün
vi: Xoay nhẹ sang bên trái của bạn
zh_hans: 请稍微转向左侧
zh_hant: 稍向左轉

# IProov_PromptYawTooLow
source: Turn slightly to your right
cs: Natočte se mírně doprava
et: Pöörake veidi paremale
id: Putar sedikit ke kanan
it: Girati leggermente a destra
ko: 오른쪽으로 고개를 살짝 돌려주십시오.
nb: Vri deg litt til høyre
pl: Skręć lekko w prawo
ru: Немного поверните направо от себя
sk: Trochu sa otočte doprava
sl: Obrnite se malo v desno
sv: Vänd dig lite åt höger
tr: Hafifçe sağa dönün
vi: Xoay nhẹ sang bên phải của bạn
zh_hans: 请稍微转向右侧
zh_hant: 稍向右轉

# jumio_accessibility_alert_confirm
source: Okay
et: Sain aru
nb: OK
sl: V redu
sv: Okej
tr: Tamam
zh_hans: 确定

# jumio_accessibility_alert_hint
source: Hint
et: Vihje
nb: Vink
sl: Namig
sv: Tips
tr: İpucu
zh_hans: 提示

# jumio_accessibility_button_close
source: Close
cs: Zavřít
et: Sule
id: Dekat
it: Chiudi
ko: 닫기
nb: Lukk
pl: Zamknij
ru: Закрыть
sk: Zatvoriť
sl: Zapri
sv: Stäng
tr: Kapat
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

# jumio_accessibility_scan_back
source: Back
cs: Zpět
et: Tagasi
id: Kembali
it: Indietro
ko: 뒤로
nb: Tilbake
pl: Wstecz
ru: Назад
sk: Späť
sl: Nazaj
sv: Tillbaka
tr: Geri Dön
vi: Trở lại
zh_hans: 返回
zh_hant: 返回

# jumio_accessibility_scan_help
source: Help menu
cs: Nabídka nápovědy
et: Abimenüü
id: Menu bantuan
it: Menu guida
ko: 도움말 메뉴
nb: Hjelp-menyen
pl: Menu pomocy
ru: Справочное меню
sk: Pomocník
sl: Meni s pomočjo
sv: Hjälpmeny
tr: Yardım menüsü
vi: Menu trợ giúp
zh_hans: 帮助菜单
zh_hant: 幫助選單

# jumio_accessibility_scan_id_back
source: Back
cs: Zadní strana
et: Tagakülg
id: Belakang
it: Didietro
ko: 뒷면
nb: Bakside
pl: Tył
ru: Обратная сторона
sk: Zadná strana
sl: Zadnja stran
sv: Baksida
tr: Arka taraf
vi: Mặt sau
zh_hans: 背面
zh_hant: 背面

# jumio_accessibility_scan_id_front
source: Front
cs: Přední
et: Esikülg
id: Depan
it: Fronte
ko: 앞면
nb: Fremside
pl: Przód
ru: Лицевая сторона
sk: Predná strana
sl: Spredaj
sv: Framsida
tr: Ön Yüz
vi: Mặt trước
zh_hans: 正面
zh_hant: 前面

# jumio_accessibility_scan_shutter_button
source: Take a photo
cs: Pořídit fotografii
et: Pildista
id: Ambil foto
it: Scattare una foto
ko: 사진 촬영
nb: Ta et bilde
pl: Zrób zdjęcie
ru: Сфотографировать
sk: Zhotoviť fotografiu
sl: Posnemi fotografijo
sv: Ta ett foto
tr: Fotoğraf çek
vi: Chụp ảnh
zh_hans: 拍一张照片
zh_hant: 拍照

# jumio_accessibility_scan_switch_camera
source: Switch camera
cs: Přepnout fotoaparát
et: Lülituge teisele kaamerale
id: Alihkan kamera
it: Cambia fotocamera
ko: 카메라 전환
nb: Bytt kameravinkel
pl: Przełącz aparat
ru: Переключить камеру
sk: Prepnutie fotoaparátu
sl: Preklopi kamero
sv: Växla kamera
tr: Kamerayı değiştir
vi: Chuyển đổi máy ảnh
zh_hans: 开启摄像头
zh_hant: 切換相機

# jumio_analyzing_biometric
source: Analyzing biometric data
cs: Analyzují se biometrické údaje...
et: Biomeetriliste andmete analüüsimine
id: Menganalisis data biometrik
it: Analisi dei dati biometrici
ko: 생체 데이터 분석
nb: Analysere biometriske data
pl: Analiza danych biometrycznych
ru: Анализ биометрических данных
sk: Analýza biometrických údajov
sl: Analiziranje biometričnih podatkov
sv: Analyserar biometriska data
tr: Biyometrik veriler inceleniyor
vi: Đang phân tích dữ liệu sinh trắc học
zh_hans: 正在分析生物计量数据
zh_hant: 正在分析生物特徵資料

# jumio_button_cancel
source: Cancel
cs: Zrušit
et: Tühista
id: Batal
it: Annulla
ko: 취소
nb: Avbryt
pl: Anuluj
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
tr: İptal
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# jumio_di_back_to_document_selection
source: You will be returned to document selection.
et: Teid suunatakse tagasi dokumendi valimisse.
nb: Du vil sendes tilbake til dokumentvalget.
sl: Preusmerjeni boste nazaj na izbiro dokumenta.
sv: Du kommer att återvända till dokumentval.
tr: Belge seçme ekranına geri döndürüleceksiniz.
zh_hans: 您将导航回文档选择。

# jumio_di_retry_expire
source: Your session has expired
et: Sessioon on aegunud
nb: Økten din har utløpt
sl: Vaša seja je potekla
sv: Din session har löpt ut
tr: Oturumunuzun süresi doldu
zh_hans: 您的会话已过期

# jumio_di_retry_service_error
source: Verification has failed
et: Tuvastamine ebaõnnestus
nb: Bekreftelsen mislyktes
sl: Preverjanje ni uspelo
sv: Verifieringen misslyckades
tr: Doğrulama başarısız oldu
zh_hans: 验证失败了。

# jumio_di_retry_third_party_verification_error
source: Verification has failed
et: Tuvastamine ebaõnnestus
nb: Bekreftelsen mislyktes
sl: Preverjanje ni uspelo
sv: Verifieringen misslyckades
tr: Doğrulama başarısız oldu
zh_hans: 验证失败了。

# jumio_di_retry_unknown
source: Something went wrong
et: Miski läks valesti
nb: Noe gikk galt
sl: Nekaj je šlo narobe
sv: Något gick fel
tr: Bir sorun oluştu
zh_hans: 出错了

# jumio_di_vendor_selection_title
source: Select digital ID provider
et: Valige digi-ID pakkuja
nb: Velg leverandør av digital-ID
sl: Izberite ponudnika digitalne identitete
sv: Välj digital ID-leverantör
tr: Dijital kimlik sağlayıcı seçin
zh_hans: 选择数字身份提供商

# jumio_di_verification_prompt_processing
source: Please complete the flow on %@ app.
et: Palun lõpetage toiming rakenduses %@.
nb: Fullfør flyten i %@-appen.
sl: Izpolnite tok v aplikaciji %@.
sv: Slutför flödet i %@-appen
tr: Lütfen %@ uygulamasından akışı tamamlayın.
zh_hans: 请完成 %@ 应用上的流程。

# jumio_dv_confirm_button_reselect
source: Reselect
cs: Znovu vybrat
et: Valige uuesti
id: Pilih ulang
it: Riseleziona
ko: 재선택
nb: Velg på nytt
pl: Wybierz ponownie
ru: Выбрать заново
sk: Vybrať znova
sl: Ponovna izbira
sv: Välj igen
tr: Yeniden seçin
vi: Chọn lại
zh_hans: 重新选择
zh_hant: 重新選擇

# jumio_dv_confirm_file_info
source: Make sure you selected the right PDF file
cs: Zkontrolujte, zda jste vybrali správný soubor PDF
et: Kontrollige, kas valisite õige PDF-faili
id: Pastikan Anda memilih file PDF yang tepat
it: Assicurati di aver selezionato il file PDF corretto
ko: 올바른 PDF 파일을 선택했는지 확인하십시오
nb: Pass på at du har valgt riktig PDF-fil
pl: Upewnij się, że wybrano właściwy plik PDF
ru: Убедитесь, что вы выбрали правильный файл PDF
sk: Uistite sa, že ste zvolili správny súbor PDF
sl: Prepričajte se, da ste izbrali pravilno datoteko PDF
sv: Kontrollera att du har valt rätt PDF-fil
tr: Doğru PDF dosyasını seçtiğinizden emin olun
vi: Đảm bảo rằng bạn đã chọn đúng tệp PDF
zh_hans: 确保您选择了正确的 PDF 文件
zh_hant: 確保您選擇正確的 PDF 檔案

# jumio_dv_confirm_file_title
source: Confirm your file
cs: Potvrdit soubor
et: Kinnitage oma fail
id: Konfirmasi file Anda
it: Conferma il file
ko: 파일 확인
nb: Bekreft filen din
pl: Potwierdź swój plik
ru: Подтвердить файл
sk: Potvrďte svoj súbor
sl: Potrdite datoteko
sv: Bekräfta din fil
tr: Dosyanızı onaylayın
vi: Xác nhận tệp của bạn
zh_hans: 确认您的文件
zh_hant: 確認檔案

# jumio_dv_method_description
source: Either take a photo of your document or upload PDF version
cs: Vyfoťte svůj dokument nebo nahrajte jeho verzi ve formátu PDF
et: Tehke foto oma dokumendist või laadige üles PDF-versioon
id: Ambil foto dokumen Anda atau unggah versi PDF
it: Scatta una foto del documento o caricalo in formato PDF
ko: 서류 사진을 찍거나 PDF 버전을 업로드하세요.
nb: Ta enten et bilde av dokumentet ditt eller last opp PDF-versjonen
pl: Zrób zdjęcie dokumentu lub prześlij jego wersję w formacie PDF
ru: Сфотографируйте свой документ или загрузите его PDF-версию
sk: Odfoťte svoj preukaz alebo nahrajte jeho snímku vo formáte PDF
sl: Osebni dokument fotografirajte ali naložite PDF različico
sv: Ta en bild av din ID-handling eller ladda upp en PDF-version
tr: Belgenizin fotoğrafını çekin veya PDF versiyonunu yükleyin
vi: Chụp ảnh tài liệu của bạn hoặc tải lên phiên bản PDF
zh_hans: 拍摄证件的照片或上传 PDF 版本
zh_hant: 為您的文件拍照或上傳 PDF 版本

# jumio_dv_method_photo_button
source: Take a photo
cs: Pořídit fotografii
et: Tee foto
id: Ambil foto
it: Scatta una foto
ko: 사진 촬영
nb: Ta et bilde
pl: Zrób zdjęcie
ru: Сфотографировать
sk: Odfotiť
sl: Posnemite fotografijo
sv: Ta en bild
tr: Fotoğraf çekin
vi: Chụp ảnh
zh_hans: 拍摄照片
zh_hant: 拍照

# jumio_dv_method_title
source: Select Method
cs: Vybrat metodu
et: Valige meetod
id: Pilih Metode
it: Seleziona il metodo
ko: 방법 선택
nb: Velg metode
pl: Wybierz metodę
ru: Выберите способ
sk: Vyberte spôsob
sl: Izberite metodo
sv: Välj metod
tr: Yöntem seçin
vi: Chọn phương pháp
zh_hans: 选择方法
zh_hant: 選擇方法

# jumio_dv_method_upload_pdf_button
source: Upload PDF File
cs: Nahrát soubor PDF
et: Laadi üles PDF-fail
id: Unggah File PDF
it: Carica file PDF
ko: PDF 파일 업로드
nb: Last opp PDF-fil
pl: Prześlij plik PDF
ru: Загрузить файл PDF
sk: Nahrať súbor PDF
sl: Naložite PDF datoteko
sv: Ladda upp PDF-fil
tr: PDF Dosyası yükleyin
vi: Tải lên tệp PDF
zh_hans: 上传 PDF 文件
zh_hant: 上傳 PDF 檔案
