Repository: Jumio/mobile-react
Catalog: DemoApp/ios/DemoApp/Localization/*.lproj/Localizable-Jumio.strings
Languages: cs, et, id, it, ko, nb, pl, ru, sk, sl, sv, tr, vi, zh_hans, zh_hant

# jumio_id_scan_tips_button_fallback
source: Take photo manually
cs: Pořiďte snímek manuálně
et: Tehke foto käsitsi
id: Ambil foto secara manual
it: Scatta foto manualmente
ko: 직접 사진 촬영하기
pl: Zrób zdjęcie ręcznie
ru: Сфотографировать вручную
sk: Urobiť fotografiu manuálne
sl: Ročno posnemite fotografijo
sv: Ta en bild manuellt
tr: Fotoğrafı manuel olarak çekin
vi: Chụp ảnh thủ công
zh_hans: 手动拍摄照片
zh_hant: 手動拍照

# jumio_id_scan_tips_button_retry
source: Try again
cs: Zkusit znovu
et: Proovige uuesti
id: Coba lagi
it: Riprova
ko: 다시 시도
nb: Prøv igjen
pl: Spróbuj ponownie
ru: Повторить
sk: Skúste znova
sl: Poskusite znova
sv: Försök igen
tr: Tekrar deneyin
vi: Thử lại
zh_hans: 重试
zh_hant: 再試一次

# jumio_id_scan_tips_focusing
source: Make sure photo is in focus
cs: Ujistěte se, že je snímek zaostřený
et: Kontrollige, et foto oleks fookuses
id: Pastikan foto fokus
it: Assicurati che la foto sia a fuoco
ko: 사진 초점이 맞춰져 있는지 확인하세요
nb: Forsikre deg om at bildet er i fokus
pl: Upewnij się, że zdjęcie jest ostre
ru: Убедитесь, что фотография в фокусе
sk: Uistite sa, že je fotografia zaostrená
sl: Poskrbite, da je fotografija ostra
sv: Se till att bilden är fokuserad
tr: Fotoğrafınızın netlenmiş olduğundan emin olun
vi: Đảm bảo ảnh được lấy nét
zh_hans: 请确保照片对焦正确
zh_hant: 確保相片對焦

# jumio_id_scan_tips_glare
source: Avoid reflections and glare
cs: Vyhýbejte se odrazům a odleskům
et: Vältige peegeldusi ja helkimisi
id: Hindari pantulan dan cahaya silau
it: Evita riflessi e riverberi
ko: 반사와 빛을 피하세요
nb: Unngå refleksjoner og gjenskinn
pl: Unikaj prześwietleń i odblasków
ru: Избегайте отражений и бликов
sk: Vyhnite sa odrazom a oslneniu
sl: Preprečite odseve in bleščanje
sv: Undvik reflektioner och bländning
tr: Yansımaları ve parlamayı önleyin
vi: Tránh phản xạ và ánh sáng chói
zh_hans: 避免反射和眩光
zh_hant: 避免反射和眩光

# jumio_id_scan_tips_lighting
source: Do not take picture in the dark
cs: Nepořizujte snímek ve tmě
et: Ärge tehke fotot pimedas
id: Jangan ambil gambar dalam gelap
it: Non scattare la foto al buio
ko: 어두운 곳에서 사진을 찍지 마세요
nb: Ikke ta bilde i mørket
pl: Nie rób zdjęcia w ciemności
ru: Не фотографируйте в темноте
sk: Nefotografujte v tme
sl: Fotografij ne snemajte v temi
sv: Ta inte i bilden mörker
tr: Karanlıkta fotoğraf çekmeyin
vi: Không chụp ảnh trong bóng tối
zh_hans: 不要在黑暗中拍照
zh_hant: 請勿在暗處拍照

# jumio_id_scan_tips_passport
source: Align overlay with the photo page
cs: Zarovnejte výřezek se stránkou s fotografií
et: Liigutage pass raamiga kohakuti
id: Luruskan penutup dengan halaman foto
it: Allinea la cornice con la pagina della foto
ko: 사진 페이지와 일렬로 맞추세요
nb: Juster overlegget med fotosiden
pl: Wyrównaj ramkę ze stroną ze zdjęciem
ru: Выровняйте рамку по странице с фотографией
sk: Zarovnajte kryciu vrstvu so stranou s fotografiou
sl: Obris poravnajte s stranjo s fotografijo
sv: Justera överlappningen med fotosidan
tr: Fotoğrafın olduğu sayfayı çekim alanı ile hizalayın
vi: Căn chỉnh lớp phủ với trang ảnh
zh_hans: 对齐覆盖图层与照片页面
zh_hant: 將拍攝框與相片頁面對齊

# jumio_id_scan_tips_placing
source: Place ID on a flat surface
cs: Položte průkaz totožnosti na rovný povrch
et: Asetage dokument tasasele pinnale
id: Letakkan dokumen ID di permukaan datar
it: Posiziona l'ID su una superficie piana
ko: 평평한 곳에 신분증을 놓아주세요
nb: Plasser ID-en på et flatt underlag
pl: Umieść dokument tożsamości na płaskiej powierzchni
ru: Положите удостоверение на плоскую поверхность
sk: Umiestnite doklad totožnosti na rovný povrch
sl: Osebni dokument položite na plosko površino
sv: Placera ID:t på en plan yta
tr: Kimliği düz bir yüzeye yerleştirin
vi: Đặt ID trên một bề mặt phẳng
zh_hans: 将身份证放置在平坦的表面
zh_hant: 將身分證件放在平面上

# jumio_id_scan_tips_title
source: Tips
cs: Tipy
et: Näpunäited
it: Suggerimenti
ko: 팁
pl: Wskazówki
ru: Советы
sk: Tipy
sl: Namigi
tr: İpuçları
vi: Mẹo
zh_hans: 提示
zh_hant: 提示

# jumio_id_scan_tooltip
source: Need help?
cs: Potřebujete pomoc?
et: Kas vajate abi?
id: Butuh bantuan?
it: Serve aiuto?
ko: 도움이 필요하신가요?
nb: Trenger du hjelp?
pl: Potrzebujesz pomocy?
ru: Нужна помощь?
sk: Potrebujete poradiť?
sl: Potrebujete pomoč?
sv: Kan vi hjälpa dej?
tr: Yardıma mı ihtiyacınız var?
vi: Cần trợ giúp?
zh_hans: 需要帮助？
zh_hant: 需要幫助嗎？

# jumio_id_title
source: ID Verification
cs: Ověření průkazu totožnosti
et: Dokumendituvastus
id: Verifikasi ID
it: Verifica documento
ko: 신원 확인
nb: ID-bekreftelse
pl: Weryfikacja tożsamości
ru: Проверка удостоверения
sk: Overenie totožnosti
sl: Preverjanje osebnega dokumenta
sv: ID-verifiering
tr: Kimlik Belgesi Doğrulama
vi: Xác minh ID
zh_hans: ID 验证
zh_hant: 身分證件驗證

# jumio_identity_confirm_paragraph_focusing
source: Is it in focus?
cs: Je zaostřený?
et: Kas see on fookuses?
id: Apakah foto fokus?
it: È a fuoco?
ko: 초점이 맞춰져 있나요?
nb: Er det i fokus?
pl: Czy zdjęcie jest ostre?
ru: Оно в фокусе?
sk: Je zaostrená?
sl: Ali je oster?
sv: Är det i fokus?
tr: Netlenmiş mi?
vi: Ảnh có được lấy nét không?
zh_hans: 是否已对焦？
zh_hant: 是否已對焦？

# jumio_identity_confirm_paragraph_placing
source: Is your whole face visible?
cs: Je vidľt celá vaše tvář?
et: Kas teie kogu nägu on nähtav?
id: Apakah seluruh wajah Anda terlihat?
it: Il viso è interamente visibile?
ko: 얼굴 전체가 다 나오나요?
nb: Er hele ansiktet ditt synlig?
pl: Czy cała twarz jest widoczna?
ru: Видно ли все ваше лицо?
sk: Je vidieť celú vašu tvár?
sl: Je viden vaš celoten obraz?
sv: Är hela ditt ansikte synligt?
tr: Yüzünüzün tamamı görünüyor mu?
vi: Có thể nhìn thấy toàn bộ khuôn mặt của bạn không?
zh_hans: 您的整个脸部可见吗？
zh_hant: 是否顯示您的整個臉部？

# jumio_identity_scan_prompt_initial
source: Take a selfie
cs: Pořiďte selfie
et: Tehke selfie
id: Ambil selfie
it: Scatta un selfie
ko: 셀카 찍기
nb: Ta en selfie
pl: Zrób zdjęcie swojej twarzy
ru: Сделайте селфи
sk: Urobte si selfie
sl: Posnemi fotografijo samega sebe
sv: Ta en selfie
tr: Selfie çekin
vi: Chụp ảnh tự chụp
zh_hans: 拍一张自拍照
zh_hant: 自拍

# jumio_identity_scan_tips_placing
source: Align your face in the oval frame and press the shutter button
cs: Zarovnejte svou tvář s oválným rámečkem a stiskněte tlačítko závěrky
et: Kontrollige, et teie nägu oleks ovaalses raamis ja vajutage pildistamisnuppu
id: Luruskan wajah Anda dalam bingkai oval lalu tekan tombol shutter
it: Allinea il viso con la cornice ovale e premi il pulsante di scatto
ko: 타원형 프레임 안에 얼굴을 놓고 촬영 버튼을 누르세요
nb: Juster ansiktet ditt i den ovale rammen og trykk på utløserknappen
pl: Umieść twarz w owalnej ramce i zrób zdjęcie ręcznie
ru: Поместите лицо в овальную рамку и нажмите кнопку, чтобы сфотографировать
sk: Zarovnajte tvár s oválnym rámom a stlačte spúšť
sl: Obraz postavite v ovalni okvir in pritisnite gumb sprožilca
sv: Rama in ditt ansikte i den ovala ramen och tryck på slutarknappen
tr: Yüzünüzü oval çerçeveye hizalayın ve fotoğraf çekme düğmesine basın
vi: Căn chỉnh khuôn mặt của bạn trong khung hình bầu dục và nhấn nút chụp
zh_hans: 请将脸部对准椭圆形框，然后按下快门按钮
zh_hant: 將您的臉部對準橢圓形框，然後按下快門按鈕

# jumio_identity_title
source: Face Verification
cs: Ověření pomocí obličeje
et: Näotuvastus
id: Verifikasi Wajah
it: Riconoscimento facciale
ko: 얼굴 인증
nb: Ansiktsbekreftelse
pl: Weryfikacja twarzy
ru: Проверка лица
sk: Overenie tváre
sl: Preverjanje obraza
sv: Ansiktsverifiering
tr: Yüz Doğrulama
vi: Xác minh khuôn mặt
zh_hans: 面部验证
zh_hant: 面部驗證

# jumio_idtype_countrysearch_search
source: Search Country
cs: Hledat stát
et: Riigi otsing
id: Cari Negara
it: Cercare Paese
ko: 국가 검색
nb: Søk i land
pl: Wyszukaj kraj
ru: Поиск страны
sk: Vyhľadať krajinu
sl: Išči državo
sv: Sök land
tr: Ülke Arayın
vi: Tìm kiếm quốc gia
zh_hans: 搜索国家
zh_hant: 搜尋國家/地區

# jumio_idtype_countrysearch_title
source: Select issuing country
cs: Vyberte zemi vydání
et: Valige dokumendi väljastanud riik
id: Pilih negara penerbit
it: Seleziona il paese di emissione
ko: 발급 국가 선택
nb: Velg utstedelsesland
pl: Wybierz kraj wydania
ru: Выберите страну выдачи
sk: Vyberte vydávajúcu krajinu
sl: Izberite državo izdajateljico
sv: Välj utfärdande land
tr: Belgeyi veren ülkeyi seçin
vi: Chọn quốc gia phát hành
zh_hans: 选择签发国家
zh_hant: 選擇簽發的國家/地區

# jumio_idtype_di
source: Digital ID
et: Digi-ID
sl: Digitalna identiteta
sv: Digitalt ID
tr: Dijital kimlik
zh_hans: 数字身份

# jumio_idtype_dl
source: Driver License
cs: Řidičský průkaz
et: Juhiluba
id: SIM
it: Patente di guida
ko: 운전 면허증
nb: Førerkort
pl: Prawo jazdy
ru: Водительские права
sk: Vodičský preukaz
sl: Vozniško dovoljenje
sv: Körkort
tr: Sürücü Belgesi
vi: Giấy phép lái xe
zh_hans: 驾驶证
zh_hant: 駕駛執照

# jumio_idtype_format_option_other
source: Other Format
cs: Jiný formát
et: Muu vorming
id: Format lainnya
it: Altro formato
ko: 기타 형식
nb: Annet format
pl: Inny format
ru: Другие
sk: Iný formát
sl: Druga oblika
sv: Annat format
tr: Diğer biçim
vi: Định dạng khác
zh_hans: 其他格式
zh_hant: 其他格式

# jumio_idtype_format_option_plastic
source: Plastic Card
cs: Plastová karta
et: Plastkaart
id: Kartu plastik
it: Tessera in plastica
ko: 플라스틱 카드
nb: Plastkort
pl: Plastikowa karta
ru: Пластиковые
sk: Plastová karta
sl: Plastična kartica
sv: Plastkort
tr: Plastik kart
vi: Thẻ nhựa
zh_hans: 塑料卡片
zh_hant: 塑膠卡

# jumio_idtype_format_title
source: Which format is it?
cs: Jaký je to formát?
et: Millises vormingus see on?
id: Format apa?
it: In che formato è?
ko: 형식이 어떻게 되나요?
nb: Hvilket format er det?
pl: Jaki to format?
ru: Какой это формат?
sk: Aký je to formát?
sl: V kateri obliki je?
sv: Vilket format är det?
tr: Hangi formatta?
vi: Đó là định dạng nào?
zh_hans: 属于何种格式？
zh_hant: 是哪種格式？

# jumio_idtype_id
source: Identity Card
cs: Průkaz totožnosti
et: Isikutunnistus
id: Kartu Identitas
it: Carta d'identità
ko: 신분증
nb: Identitetskort
pl: Dowód osobisty
ru: Удостоверение личности
sk: Občiansky preukaz
sl: Osebna izkaznica
sv: ID-kort
tr: Kimlik Kartı
vi: Thẻ căn cước
zh_hans: 身份证
zh_hant: 身份證

# jumio_idtype_pp
source: Passport
cs: Cestovní pas
et: Pass
id: Paspor
it: Passaporto
ko: 여권
nb: Pass
pl: Paszport
ru: Паспорт
sk: Cestovný pas
sl: Potni list
sv: Pass
tr: Pasaport
vi: Hộ chiếu
zh_hans: 护照
zh_hant: 護照

# jumio_idtype_subtitle_country
source: Check issuing country
cs: Zkontrolujte zemi vydání
et: Valige dokumendi väljastanud riik
id: Periksa negara penerbit
it: Scegli il paese di emissione
ko: 발급 국가 확인
nb: Sjekk utstedelsesland
pl: Wybierz kraj wydania
ru: Проверьте страну выдачи
sk: Skontrolujte vydávajúcu krajinu
sl: Preverite državo izdajateljico
sv: Kontrollera utfärdande land
tr: Belgeyi veren ülkeyi kontrol edin
vi: Đang kiểm tra quốc gia phát hành
zh_hans: 检查签发国家
zh_hant: 檢查簽發的國家/地區

# jumio_idtype_subtitle_id
source: Select document type
cs: Vyberte typ dokumentu
et: Valige dokumendi tüüp
id: Pilih jenis dokumen
it: Seleziona il tipo di documento
ko: 서류 유형 선택
nb: Velg dokumenttype
pl: Wybierz typ dokumentu tożsamości
ru: Выберите тип удостоверения
sk: Vyberte typ preukazu
sl: Izberite vrsto osebnega dokumenta
sv: Välj typ av ID-handling
tr: Belge türünü seçin
vi: Chọn loại ID
zh_hans: 选择证件类型
zh_hant: 選擇文件類型

# jumio_idtype_visa
source: Visa
cs: Vízum
et: Viisa
it: Visto
ko: 비자
pl: Wiza
ru: Виза
sk: Vízum
sl: Vizum
sv: Visum
tr: Vize
vi: Thị thực
zh_hans: 签证
zh_hant: 簽證

# jumio_iproov_failure_generic_angle
source: Hold device at eye level
cs: Držte fotoaparát v úrovni očí.
et: Hoidke seadet silmade kõrgusel
id: Pegang perangkat setinggi mata
it: Posizionare il dispositivo all'altezza degli occhi
ko: 기기를 눈높이에서 들고 계세요
nb: Hold enheten i øyehøyde
pl: Trzymaj urządzenie na wysokości oczu
ru: Держите устройство на уровне глаз
sk: Zariadenie držte na úrovni očí
sl: Napravo držite na višini oči.
sv: Håll enheten i ögonhöjd
tr: Cihazı göz hizasında tutun
vi: Giữ thiết bị ngang tầm mắt
zh_hans: 保持设备和眼睛在同一高度
zh_hant: 將裝置放在視線高度

# jumio_iproov_failure_generic_glare
source: Avoid reflections and glare on glasses
cs: Zabraňte vytváření odrazů a odlesků na brýlích
et: Vältige peegeldust ja helkimist prilliklaasidel
id: Hindari pantulan dan cahaya silau pada kacamata
it: Evita riflessi e riverberi sugli occhiali
ko: 안경의 반사와 빛을 피하세요
nb: Unngå refleksjoner og gjenskinn i briller
pl: Unikaj odbić i odblasków na okularach
ru: Избегайте отражений и бликов на очках
sk: Zabráňte odrazom od okuliarov
sl: Preprečite odseve in bleščanje na očalih
sv: Undvik reflektioner och bländning på glasögon
tr: Gözlük camında yansıma ve parlama olmamasına dikkat edin
vi: Tránh tình trạng chói lóa kính
zh_hans: 避免眼镜上的反光和眩光
zh_hant: 避免眼鏡反射和眩光

# jumio_iproov_failure_generic_light
source: Your face must be evenly lit and stand out from the background
cs: Je nutné, aby byla vaše tvář rovnoměrně osvětlená a nesplývala s pozadím
et: Nägu peab olema ühtlaselt valgustatud ja taustast eristuv
id: Cahaya di wajah Anda harus merata dan menonjol dari latar belakang
it: Il viso deve essere illuminato in modo uniforme e distinguersi dallo sfondo
ko: 얼굴에 그림자나 빛 반사가 없고 얼굴이 배경과 구분될 수 있어야 합니다.
nb: Ansiktet ditt må være jevnt opplyst og skille seg ut fra bakgrunnen
pl: Twarz musi być równomiernie oświetlona i wyróżniać się z tła
ru: Убедитесь, что ваше лицо равномерно освещено и выделяется на фоне
sk: Vaša tvár musí byť rovnomerne osvetlená a vynikať oproti pozadiu
sl: Vaš obraz mora biti enakomerno osvetljen in izstopati mora od ozadja
sv: Ditt ansikte måste vara jämnt upplyst och sticka ut från bakgrunden
tr: Yüzünüz eşit şekilde ışık almalı ve arka plandan ayırt edilmelidir
vi: Khuôn mặt của bạn phải được chiếu sáng đồng đều và nổi bật so với nền xung quanh
zh_hans: 确保您的脸部光线均匀，并从背景中突出。
zh_hant: 您的臉必須被均勻照亮，且與背景對比強烈

# jumio_iproov_failure_generic_title
source: Face not recognized
cs: Tvář nerozpoznána.
et: Nägu ei tuvastatud
id: Wajah tidak dikenali
it: Viso non riconosciuto
ko: 얼굴 인식 불가
nb: Ansiktet ikke registrert
pl: Nie rozpoznano twarzy
ru: Лицо не распознано
sk: Tvár nebola rozpoznaná
sl: Obraz ni prepoznan
sv: Ansiktet känns inte igen
tr: Yüz tanınmadı
vi: Không nhận dạng được khuôn mặt
zh_hans: 无法识别人脸
zh_hant: 臉部無法識別

# jumio_iproov_intro_la
source: Center your face in the frame and follow the on-screen instructions.
cs: Obličej nasměrujte do středu rámečku a postupujte dle pokynů na obrazovce.
et: Asetage nägu raami keskele ja järgige ekraanil kuvatud juhiseid.
id: Pusatkan wajah Anda di tengah bingkai dan ikuti petunjuk di layar.
it: Centra il viso nella cornice e segui le istruzioni sullo schermo.
ko: 프레임 중앙에 얼굴을 놓고 화면에 뜨는 설명을 따라 해주세요.
nb: Sentrer ansiktet ditt i rammen og følg instruksjonene på skjermen.
pl: Wyśrodkuj twarz w owalnej ramce i postępuj zgodnie z instrukcjami wyświetlanymi na ekranie.
ru: Поместите лицо в рамку и следуйте инструкциям на экране.
sk: Umiestnite tvár do stredu rámika a postupuje podľa inštrukcií na obrazovke.
sl: Obraz postavite na sredino okvirja in sledite navodilom na zaslonu.
sv: Se till att ansiktet är i mitten av ramen och följ instruktionerna på skärmen.
tr: Yüzünüzü çerçevenin içinde ortalayın ve ekrandaki talimatları izleyin.
vi: Căn giữa khuôn mặt của bạn trong khung và làm theo hướng dẫn trên màn hình.
zh_hans: 将您的面部置于框中并按照屏幕上的指示。
zh_hant: 將您的面部置於框中間，並遵循螢幕上的指示。

# jumio_liveness_prompt_no_target
source: Put your face in the frame
et: Asetage oma nägu raami sisse
nb: Plasser ansiktet ditt i rammen
sl: Obraz postavite v okvir
sv: Rama in ansiktet
tr: Yüzünüzü çerçeveye ortalayın

# jumio_liveness_prompt_success_another_shot
source: Got it! Let's take another shot
et: Sain aru! Teeme veel ühe võtte
nb: Flott! La oss ta enda et bilde.
sl: Razumem! Poskusimo še enkrat
sv: Okej! Gör ett nytt försök
tr: Anladım! Bir tane daha çekelim

# jumio_liveness_upfront_intro
source: We need to take a scan of your face to verify that you are a real person.
et: Peame skannima Sinu näo kinnitamaks, et oled inimene, mitte robot.
nb: Vi må skanne ansiktet ditt for å bekrefte at du er en ekte person.
sl: Da bi preverili, ali ste resnična oseba, moramo skenirati vaš obraz.
sv: Vi måste skanna ditt ansikte för att verifiera att du är en riktig person.
tr: Gerçek bir insan olduğunuzu doğrulamak için yüzünüzü taramamız gerekiyor.

# jumio_loading_title
source: Loading
cs: Načítá se...
et: Laadimine
id: Memuat
it: Caricamento
ko: 불러오는 중
nb: Laster
pl: Ładowanie
ru: Загрузка
sk: Načítavanie
sl: Nalaganje
sv: Laddar
tr: Yükleniyor
vi: Đang tải
zh_hans: 加载中
zh_hant: 載入中

# jumio_nfc_button_skip
source: Skip
cs: Přeskočit
et: Vahele jätma
id: Melewatkan
it: Salta
ko: 건너 뛰기
nb: Hoppe over
pl: Pominąć
ru: Пропускать
sk: Preskočiť
sl: Preskoči
sv: Hoppa
tr: Atla
vi: Nhảy
zh_hans: 跳跃
zh_hant: 跳躍

# jumio_nfc_description_secure_connection
source: Establishing secure connection
cs: Navázání zabezpečeného připojení
et: Turvalise ühenduse loomine
id: Membuat koneksi yang aman
it: Tentativo di stabilire una connessione sicura
ko: 보안 연결 설정 중
nb: Etablere sikker tilkobling
pl: Nawiązywanie bezpiecznego połączenia
ru: Установление безопасного соединения
sk: Vytvorenie zabezpečeného pripojenia
sl: Vzpostavljanje varne povezave
sv: Upprättar en säker anslutning
tr: Güvenli bağlantı kuruluyor
vi: Thiết lập kết nối an toàn
zh_hans: 建立安全连接
zh_hant: 建立安全連線

# jumio_nfc_description_start_other
source: Slide phone across the front cover until your passport is automatically detected
cs: Přejíždějte telefonem přes titulní stranu, dokud se cestovní pas automaticky nedetekuje
et: Libistage telefoni üle esikaane, kuni teie pass tuvastatakse automaatselt
id: Geser ponsel di penutup depan sampai paspor Anda terdeteksi secara otomatis
it: Scorri il telefono sulla copertina anteriore del passaporto fino al rilevamento automatico
ko: 여권이 자동으로 감지될 때까지 전면 커버를 따라 휴대폰을 천천히 움직이세요
nb: Skyv telefonen over frontdekselet til passet ditt oppdages automatisk
pl: Przesuń telefon po przedniej okładce, aż paszport zostanie automatycznie wykryty
ru: Проведите телефоном вдоль лицевой стороны, пока паспорт не будет автоматически обнаружен
sk: Posuňte telefón cez prednú stranu, kým nedôjde k automatickému rozoznaniu vášho pasu
sl: Telefon pomaknite prek sprednje platnice, da se potni list samodejno zazna
sv: Låt telefonen glida över framsidan tills ditt pass har detekterats automatiskt
tr: Pasaportunuz otomatik olarak algılanana kadar telefonu ön kapak boyunca kaydırın
vi: Trượt điện thoại qua bìa trước đến khi hộ chiếu của bạn được tự động phát hiện
zh_hans: 将手机滑过前盖，直到自动检测到您的护照为止
zh_hant: 將手機滑過前蓋，直到自動偵測到您的護照為止

# jumio_nfc_description_start_us
source: Slide phone across the inside of the back cover until your passport is automatically detected
cs: Přijíždějte telefonem přes vnitřek zadní strany, dokud se cestovní pas automaticky nedetekuje
et: Libistage telefon üle tagakaane sisekülje, kuni teie pass tuvastatakse automaatselt
id: Geser ponsel di bagian dalam penutup belakang sampai paspor Anda terdeteksi secara otomatis
it: Scorri il telefono all'interno della copertina posteriore del passaporto fino al rilevamento
ko: 여권이 자동으로 감지될 때까지 뒷면 커버 안쪽으로 휴대폰을 천천히 움직이세요
nb: Skyv telefonen over innsiden av bakdekselet til passet ditt oppdages automatisk
pl: Przesuń telefon po wewnętrznej stronie tylnej okładki, aż paszport zostanie automatycznie wykryty
ru: Проведите телефоном вдоль последнего разворота, пока паспорт не будет автоматически обнаружен
sk: Posuňte telefón cez vnútro zadnej strany, kým nedôjde k automatickému rozoznaniu vášho pasu
sl: Telefon pomaknite prek notranje zadnje platnice, da se potni list samodejno zazna
sv: Låt telefonen glida över baksidans insida tills ditt pass har detekterats automatiskt
tr: Pasaportunuz otomatik olarak algılanana kadar telefonu arka kapağın iç kısmı boyunca kaydırın
vi: Trượt điện thoại qua mặt trong của bìa sau đến khi hộ chiếu của bạn được tự động phát hiện
zh_hans: 在后盖内侧滑动手机，直到自动检测到您的护照为止
zh_hant: 將手機滑過後蓋內側，直到自動偵測到您的護照為止

# jumio_nfc_general_error_dialog_title
source: Scan incomplete
cs: Skenování neúplné
et: Skannimine puudulik
id: Pindai tidak selesai
it: Scansione incompleta
ko: 스캔 미완료
nb: Skann ufullstendig
pl: Skan niekompletny
ru: Скан не полный
sk: Skenovanie neúplné
sl: Nedokončano branje
sv: Skanning avbruten
tr: Tarama tamamlanamadı
vi: Quét chưa hoàn tất
zh_hans: 扫描未完成
zh_hant: 掃描不完整

# jumio_nfc_header_extracting
source: Extracting data
cs: Extrahování dat
et: Andmete väljavõtmine
id: Mengekstrak data
it: Estrazione dati
ko: 데이터 추출
nb: Henter ut data
pl: Wyodrębnianie danych
ru: Получение данных
sk: Sťahovanie údajov
sl: Pridobiv. podatkov
sv: Hämtar uppgifter
tr: Veri ayıklanıyor
vi: Trích xuất dữ liệu
zh_hans: 正在提取数据
zh_hant: 提取資料

# jumio_nfc_header_finish
source: Scanning completed
cs: Skenování dokončeno
et: Skannimine on lõpetatud
id: Pemindaian selesai
it: Scansione completata
ko: 스캔 완료
nb: Skanningen er fullført
pl: Skanowanie zakończone
ru: Сканирование завершено
sk: Skenovanie bolo dokončené
sl: Optično branje končano
sv: Skanningen är klar
tr: Tarama tamamlandı
vi: Đã quét xong
zh_hans: 扫描完成
zh_hant: 掃描完成

# jumio_nfc_retry_error_general
source: Try again and follow the instructions as illustrated
cs: Zkuste to znovu a postupujte podle uvedených pokynů
et: Proovige uuesti ja järgige joonisel toodud juhiseid
id: Coba lagi dan ikuti instruksi seperti yang diilustrasikan
it: Riprova seguendo le istruzioni come illustrato
ko: 다시 시도하고 그림대로 지시를 따르세요
nb: Prøv igjen, og følg instruksjonene som vist
pl: Spróbuj ponownie i postępuj zgodnie z instrukcjami
ru: Попробуйте еще раз и следуйте инструкциям, как на рисунке
sk: Postup zopakujte a pokračujte podľa pokynov na obrázku
sl: Poskusite znova in sledite prikazanim navodilom
sv: Försök igen och följ instruktionerna enligt bilden
tr: Tekrar deneyin ve talimatları gösterildiği gibi uygulayın
vi: Hãy thử lại và làm theo hướng dẫn như hình minh họa
zh_hans: 重试并按照说明进行操作
zh_hant: 重試並按照說明進行操作

# jumio_nfc_retry_tag_lost
source: Hold still once the passport is detected
cs: Po detekování s cestovním pasem nehýbejte
et: Kui pass on tuvastatud, hoidke seda paigal
id: Tahan terus setelah paspor terdeteksi
it: Resta immobile dopo la lettura del passaporto
ko: 여권이 감지되면 움직임을 멈추세요
nb: Hold stille mens passet registreres
pl: Nie ruszaj urządzenia po wykryciu paszportu
ru: Когда паспорт обнаружен, держите неподвижно
sk: Ani po zistení pasu sa nehýbte
sl: Ko je potni list zaznan, držite pri miru
sv: Håll stilla när passet har detekterats
tr: Pasaport algılandıktan sonra sabit durun
vi: Giữ yên sau khi phát hiện thấy hộ chiếu
zh_hans: 一旦检测到护照，请保持不动
zh_hant: 偵測到護照後保持不動

# jumio_start_button
source: Start
cs: Spustit
et: Alusta
id: Mulai
it: Inizia
ko: 시작
ru: Начать
sk: Začať
sl: Začni
tr: Başla
vi: Bắt đầu
zh_hans: 开始
zh_hant: 開始

# jumio_start_step_doc
source: Submit your document
cs: Odešlete svůj dokument
et: Esitage oma dokument
id: Kirimkan dokumen Anda
it: Invia il documento
ko: 문서를 제출하세요
nb: Send inn dokumentet ditt
pl: Prześlij swój dokument
ru: Отправьте свой документ
sk: Odošlite dokument
sl: Pošljite svoj dokument
sv: Skicka in ditt dokument
tr: Belgenizi gönderin
vi: Gửi tài liệu của bạn
zh_hans: 提交您的证件
zh_hant: 提交您的文件

# jumio_start_step_id
source: Take a photo of your personal document
cs: Pořiďte snímek svého dokumentu
et: Tehke foto oma dokumendist
id: Ambil foto dokumen Anda
it: Scatta una foto del documento personale
ko: 문서 사진 찍기
nb: Ta et bilde av dokumentet ditt
pl: Zrób zdjęcie swojego dokumentu tożsamości
ru: Сфотографируйте свой документ
sk: Odfoťte dokument
sl: Fotografirajte svoj osebni dokument
sv: Ta en bild av ditt dokument
tr: Belgenizin fotoğrafını çekin
vi: Chụp ảnh tài liệu của bạn
zh_hans: 拍摄您的证件照片
zh_hant: 拍一張文件相片

# jumio_start_step_identity
source: Take a selfie
cs: Pořiďte selfie
et: Tehke selfie
id: Ambil selfie
it: Scatta un selfie
ko: 셀카 찍기
nb: Ta en selfie
pl: Zrób zdjęcie swojej twarzy
ru: Сделайте селфи
sk: Urobte si selfie
sl: Posnemi fotografijo samega sebe
sv: Ta en selfie
tr: Selfie çekin
vi: Chụp ảnh tự chụp
zh_hans: 拍一张自拍照
zh_hant: 自拍

# jumio_start_steps_title
source: Let's get you verified
et: Nüüd kontrollime teie isikusamasust
nb: La oss få deg verifisert
sl: Naj vas verificiramo
sv: Låt oss få dig verifierad
tr: Sizi doğrulayalım
zh_hans: 开始验证您的身份
