Repository: Jumio/mobile-react
Catalog: DemoApp/ios/DemoApp/Localization/*.lproj/Localizable-Jumio.strings
Languages: cs, et, id, it, ko, nb, pl, ru, sk, sl, sv, tr, vi, zh_hans, zh_hant

# jumio_dv_retry_encrypted
source: Selected PDF file is password protected
cs: Vybraný soubor PDF je chráněn heslem
et: Valitud PDF-fail on parooliga kaitstud
id: File PDF yang dipilih dilindungi dengan kata sandi
it: Il file PDF selezionato è protetto da password
ko: 선택한 PDF 파일은 비밀번호로 보호되어 있습니다.
nb: Valgte PDF-fil er passordbeskyttet
pl: Wybrany plik PDF jest chroniony hasłem
ru: Выбранный файл PDF защищен паролем
sk: Vybraný súbor PDF je chránený heslom
sl: Izbrana PDF datoteka je zaščitena z geslom
sv: Vald PDF-fil är lösenordsskyddad
tr: Seçilen PDF dosyası şifre korumalı
vi: Tệp PDF đã chọn được bảo vệ bằng mật khẩu
zh_hans: 所选 PDF 文件受密码保护
zh_hant: 所選 PDF 檔案受密碼保護

# jumio_dv_retry_not_readable
source: Selected PDF file cannot be processed
cs: Vybraný soubor PDF nelze zpracovat
et: Valitud PDF-faili ei saa töödelda
id: File PDF yang dipilih tidak dapat diproses
it: Impossibile elaborare il file PDF selezionato
ko: 선택한 PDF 파일을 처리할 수 없습니다.
nb: Valgt PDF-fil kan ikke behandles
pl: Nie można przetworzyć wybranego pliku PDF
ru: Выбранный файл PDF не может быть обработан
sk: Vybraný súbor PDF nie je možné spracovať
sl: Izbrane PDF datoteke ni mogoče obdelati
sv: Vald PDF-fil kan inte bearbetas
tr: Seçilen PDF dosyası işlenemiyor
vi: Không thể xử lý tệp PDF đã chọn
zh_hans: 无法处理所选 PDF 文件
zh_hant: 無法處理所選 PDF 檔案

# jumio_dv_retry_page_limit
source: Maximum PDF page limit exceeded
cs: Překročení maximálního limitu stránek PDF
et: Maksimaalne PDF-i lehekülgede limiit on ületatud
id: Batas halaman maksimum PDF terlampaui
it: Limite di pagine del file PDF superato
ko: 최대 PDF 페이지 제한을 초과했습니다.
nb: Maksimal PDF-sidegrense er overskredet
pl: Przekroczony maksymalny limit stron PDF
ru: Превышено максимальное количество страниц PDF
sk: Bol prekročený maximálny počet strán súboru PDF
sl: Presežena omejitev največjega števila strani PDF datoteke
sv: Max. antal PDF-sidor har överskridits
tr: Maksimum PDF sayfa sınırı aşıldı
vi: Đã vượt quá giới hạn trang PDF tối đa
zh_hans: 超出最大 PDF 页数限制
zh_hant: 超出 PDF 頁面最大限制

# jumio_dv_retry_size_limit
source: Maximum PDF size limit exceeded
cs: Překročení limitu maximální velikosti PDF
et: Maksimaalse PDF-i suuruse piirang on ületatud
id: Batas ukuran maksimum PDF terlampaui
it: Dimensione massima del file PDF superata
ko: 최대 PDF 크기 제한을 초과했습니다.
nb: Maksimal PDF-størrelsesgrense er overskredet
pl: Przekroczono maksymalny rozmiar pliku PDF
ru: Превышен максимальный размер PDF
sk: Bola prekročená maximálna veľkosť súboru PDF
sl: Presežena omejitev največje velikosti PDF datoteke
sv: Maxstorleken för PDF-filer har överskridits
tr: Maksimum PDF boyutu sınırı aşıldı
vi: Đã vượt quá giới hạn kích thước tối đa của tệp PDF
zh_hans: 超出最大 PDF 大小限制
zh_hant: 超出 PDF 最大限制

# jumio_dv_upload_choose_button
source: Choose File
cs: Vybrat soubor
et: Valige fail
id: Pilih File
it: Scegli file
ko: 파일 선택
nb: Velg fil
pl: Wybierz plik
ru: Выбрать файл
sk: Vybrať súbor
sl: Izberite datoteko
sv: Välj fil
tr: Dosya seçin
vi: Chọn tệp
zh_hans: 选择文件
zh_hant: 選擇檔案

# jumio_dv_upload_header
source: Upload document
cs: Nahrát dokument
et: Laadi dokument üles
id: Unggah dokumen
it: Carica documento
ko: 문서 업로드
nb: Last opp dokument
pl: Prześlij dokument
ru: Загрузить документ
sk: Nahrajte dokument
sl: Naložite dokument
sv: Ladda upp ID-handling
tr: Belge yükleyin
vi: Tải lên tài liệu
zh_hans: 上传证件
zh_hant: 上傳檔案

# jumio_dv_upload_tips_file_size
source: Maximum file size: %@
cs: Maximální velikost souboru: %@
et: Maksimaalne faili suurus: %@
id: Ukuran maksimum file: %@
it: Dimensione massima del file: %@
ko: 최대 파일 크기: %@
nb: Maksimal filstørrelse: %@
pl: Maksymalny rozmiar pliku: %@
ru: Максимальный размер файла: %@
sk: Maximálna veľkosť súboru: %@
sl: Največja velikost datoteke: %@
sv: Max. filstorlek: %@
tr: Maksimum dosya boyutu: %@
vi: Kích thước tệp tối đa: %@
zh_hans: 最大文件大小：%@
zh_hant: 最大檔案：%@

# jumio_dv_upload_tips_page_size
source: Maximum number of pages: %lu
cs: Maximální počet stránek: %lu
et: Maksimaalne lehekülgede arv: %lu
id: Jumlah maksimum halaman: %lu
it: Numero massimo di pagine: %lu
ko: 최대 페이지 수: %lu
nb: Maksimalt antall sider: %lu
pl: Maksymalna liczba stron: %lu
ru: Максимальное количество страниц: %lu
sk: Maximálny počet strán: %lu
sl: Največje število strani: %lu
sv: Max. antal sidor: %lu
tr: Maksimum sayfa sayısı: %lu
vi: Số trang tối đa: %lu
zh_hans: 最大页数：%lu
zh_hant: 最大頁數：%lu

# jumio_dv_upload_tips_protected
source: Document should not be password protected
cs: Dokument nemůže být chráněn heslem
et: Dokument ei tohi olla parooliga kaitstud
id: Dokumen tidak boleh dilindungi dengan kata sandi
it: Il documento non deve esser protetto da password
ko: 문서를 암호로 보호하면 안 됩니다.
nb: Dokumentet skal ikke være passordbeskyttet
pl: Dokument nie powinien być chroniony hasłem
ru: Документ не должен быть защищен паролем
sk: Dokument nesmie byť chránený heslom
sl: Dokument ne sme biti zaščiten z geslom
sv: ID-handlingen ska inte vara lösenordsskyddad
tr: Belge şifre korumalı olmamalıdır
vi: Tài liệu không được bảo vệ bằng mật khẩu
zh_hans: 证件不应受密码保护
zh_hant: 文件不應受密碼保護

# jumio_error_auth_failed
source: Authentication failed
cs: Ověření selhalo.
et: Tuvastamine ebaõnnestus
id: Autentikasi gagal
it: Autenticazione non riuscita
ko: 인증 실패
nb: Godkjenning mislyktes
pl: Uwierzytelnianie nie powiodło się
ru: Ошибка аутентификации
sk: Overenie zlyhalo
sl: Preverjanje pristnosti ni uspelo
sv: Autentisering misslyckades
tr: Kimlik doğrulama başarısız oldu
vi: Xác thực thất bại
zh_hans: 鉴权失败
zh_hant: 驗證失敗

# jumio_error_button_retake_both
source: Retake both
et: Mõlemad uuesti
nb: Ta begge på nytt
sl: Ponovite oboje
sv: Ta om båda
tr: İkisini de yeniden çek
zh_hans: 重拍两者

# jumio_error_button_retake_one
source: Retake
et: Uuesti
nb: Ta på nytt
sl: Ponovite
sv: Ta om
tr: Yeniden çek
zh_hans: 重拍

# jumio_error_button_retry
source: Try again
cs: Zkusit znovu
et: Proovige uuesti
id: Coba lagi
it: Riprova
ko: 다시 시도
nb: Prøv igjen
pl: Spróbuj ponownie
ru: Повторить
sk: Skúste znova
sl: Poskusite znova
sv: Försök igen
tr: Tekrar deneyin
vi: Thử lại
zh_hans: 重试
zh_hant: 再試一次

# jumio_error_cancelled_by_user
source: Cancelled by end-user
cs: Zrušeno koncovým uživatelem
et: Lõppkasutaja poolt tühistatud
id: Dibatalkan oleh pengguna akhir
it: Annullato dall'utente finale
ko: 최종 사용자가 취소
nb: Avbrutt av sluttbruker
pl: Anulowano przez użytkownika końcowego
ru: Отменено конечным пользователем
sk: Zrušené koncovým používateľom
sl: Preklical končni uporabnik.
sv: Avbruten av slutanvändaren
tr: Son kullanıcı tarafından iptal edildi
vi: Đã hủy bởi người dùng cuối
zh_hans: 被最终用户取消
zh_hant: 最終使用者已取消

# jumio_error_case_cancelled
source: Cancelled
et: Tühistatud
nb: Avlyst
sl: Preklicana
sv: Annullerat
tr: Iptal
zh_hans: 取消

# jumio_error_certificate_not_valid_anymore
source: Certificate not valid anymore. Please update your application
cs: Certifikát již není platný. Aktualizujte prosím aplikaci.
et: Sertifikaat ei kehti enam. Värskendage oma taotlust
id: Sertifikat tidak berlaku lagi. Perbarui aplikasi Anda
it: Il certificato non è più valido. Si prega di aggiornare la vostra applicazione
ko: 인증서가 유효하지 않습니다. 애플리케이션을 업데이트하세요.
nb: Sertifikatet er ikke gyldig lenger. Oppdater søknaden din
pl: Certyfikat nie jest już ważny. Zaktualizuj aplikację
ru: Сертификат больше не действителен. Обновите ваше приложение
sk: Certifikát už nie je platný. Aktualizujte svoju žiadosť
sl: Potrdilo ni več veljavno. Posodobite aplikacijo.
sv: Certifikatet är inte längre giltigt. Uppdatera din app
tr: Sertifika artık geçerli değil. Lütfen başvurunuzu güncelleyin
vi: Chứng chỉ không còn hợp lệ. Vui lòng cập nhật ứng dụng của bạn
zh_hans: 证书不再有效。请更新您的应用
zh_hant: 證書不再有效。請更新您的應用程式

# jumio_error_connection_title
source: Connection error
cs: Chyba připojení
et: Ühendusetõrge
id: Kesalahan koneksi
it: Errore di connessione
ko: 연결 오류
nb: Tilkoblingsfeil
pl: Błąd połączenia
ru: Ошибка подключения
sk: Chyba spojenia
sl: Napaka v povezavi
sv: Anslutningsfel
tr: Bağlantı hatası
vi: Lỗi kết nối
zh_hans: 连接错误
zh_hant: 連線錯誤

# jumio_error_device_is_offline
source: Please check that you are online
cs: Zkontrolujte, jestli jste online
et: Kontrollige, et teil oleks võrguühendus
id: Periksa apakah Anda sedang online
it: Controlla di essere online
ko: 온라인 상태인지 확인해 주세요
nb: Kontroller om du er online
pl: Sprawdź, czy jesteś online
ru: Пожалуйста, убедитесь, что вы онлайн
sk: Skontrolujte svoje pripojenie
sl: Preverite, ali ste povezani v internet
sv: Kontrollera att du är online
tr: Lütfen çevrimiçi olduğunuzu kontrol edin
vi: Vui lòng kiểm tra xem bạn có trực tuyến không
zh_hans: 请检查您是否在线
zh_hant: 請檢查您是否處於線上狀態

# jumio_error_instant_feedback_blurry_tip_focus
source: Make sure photo is in focus
cs: Ujistěte se, že je snímek zaostřený
et: Kontrollige, et foto oleks fookuses
id: Pastikan foto fokus
it: Assicurati che la foto sia a fuoco
ko: 사진 초점이 맞춰져 있는지 확인하세요
nb: Forsikre deg om at bildet er i fokus
pl: Upewnij się, że zdjęcie jest ostre
ru: Убедитесь, что фотография в фокусе
sk: Uistite sa, že je fotografia zaostrená
sl: Poskrbite, da je fotografija ostra
sv: Se till att bilden är fokuserad
tr: Fotoğrafınızın netlenmiş olduğundan emin olun
vi: Đảm bảo ảnh được lấy nét
zh_hans: 请确保照片对焦正确
zh_hant: 確保相片對焦

# jumio_error_instant_feedback_blurry_tip_hold_steady
source: Hold your document steady when taking a photo
cs: Při pořizování fotografie držte dokument ve stabilní poloze
et: Pildistamise ajal hoidke dokumenti paigal
id: Pegang dokumen Anda dengan stabil saat mengambil foto
it: Tieni fermo il tuo documento mentre scatti la foto
ko: 사진 촬영 시 문서가 흔들리지 않도록 고정하세요
nb: Hold dokumentet stødig når du tar et bilde
pl: Trzymaj dokument stabilnie podczas robienia zdjęcia
ru: При съемке держите документ неподвижно
sk: Pri fotografovaní držte preukaz totožnosti pevne
sl: Med fotografiranjem ne premikajte dokumenta
sv: Håll dokumentet stadigt när du tar bilden
tr: Bir fotoğraf çekerken belgenizi sabit tutun
vi: Cầm chắc tài liệu của bạn khi chụp ảnh
zh_hans: 拍照时请拿稳您的证件
zh_hant: 拍照時拿穩文件

# jumio_error_instant_feedback_blurry_tip_readable
source: Make sure all details on your document are readable
cs: Zkontrolujte, zda jsou veškeré detaily ve vašem dokumentu čitelné
et: Veenduge, et kõik doumendil olevad andmed oleksid loetavad
id: Pastikan semua detail pada dokumen Anda terbaca
it: Assicurati che tutti i dettagli del tuo documento siano leggibili
ko: 문서의 모든 세부 정보를 읽을 수 있는지 확인하세요
nb: Sørg for at alle opplysninger på dokumentet er lesbare
pl: Upewnij się, że wszystkie szczegóły na dokumencie są czytelne
ru: Убедитесь, что все данные на вашем документе читаемы
sk: Uistite sa, že všetky údaje na vašom preukaze totožnosti sú čitateľné
sl: Poskrbite, da so vsi podatki na vašem dokumentu čitljivi
sv: Kontrollera att alla uppgifter på ditt dokument är läsbara
tr: Belgenizdeki tüm ayrıntıların okunabilir olduğuna emin olun
vi: Đảm bảo rằng tất cả các chi tiết trên tài liệu của bạn đều có thể đọc được
zh_hans: 请确保证件的所有详情均清晰可读
zh_hant: 確保文件的所有詳細資料均可讀取

# jumio_error_instant_feedback_blurry_title
source: The image is too blurry to be verified
cs: Obrázek je příliš rozmazaný, než aby mohl být ověřen
et: Foto on tuvastamiseks liiga hägune
id: Gambar terlalu buram untuk diverifikasi
it: L'immagine è troppo sfocata per la verifica
ko: 이미지가 너무 흐려서 확인할 수 없습니다
nb: Bildet er for uskarpt til å bli bekreftet
pl: Obraz jest zbyt rozmazany, aby można go było zweryfikować
ru: Изображение слишком размытое для проверки
sk: Fotografia je príliš rozmazaná na overenie
sl: Slika ni dovolj ostra za preverjanje
sv: Bilden är för oskarp för att verifieras
tr: Görüntü doğrulanamayacak kadar bulanık
vi: Hình ảnh quá mờ để có thể xác minh
zh_hans: 照片太模糊，无法验证
zh_hant: 圖像過於模糊，無法進行驗證

# jumio_error_instant_feedback_both_images_retaken
source: Images must be retaken
et: Pildid tuleb uuesti teha
nb: Bildene må tas på nytt
sl: Slika mora biti ponovno posneta
sv: Bilder måste tas om
tr: Görüntüler yeniden çekilmelidir
zh_hans: 照片必须重拍

# jumio_error_instant_feedback_bw_copy_tip_color_image
source: Please try again with a color image
cs: Zkuste to znovu s barevným obrázkem
et: Palun proovige uuesti värvipildiga
id: Harap coba lagi dengan gambar berwarna
it: Riprova con un'immagine a colori
ko: 컬러 이미지로 다시 시도하세요
nb: Prøv igjen med et fargebilde
pl: Spróbuj ponownie z kolorowym obrazem
ru: Попробуйте еще раз с цветным изображением
sk: Skúste to znova s farebným obrázkom
sl: Poskusite znova z barvno sliko
sv: Försök igen med en färgbild
tr: Lütfen renkli bir görüntüyle tekrar deneyin
vi: Vui lòng thử lại với một hình ảnh màu
zh_hans: 请使用彩色图像重试
zh_hant: 請使用彩色圖片重試

# jumio_error_instant_feedback_bw_copy_title
source: The image is a black and white photocopy
cs: Obrázek je černobílá fotokopie
et: Pilt on mustvalge fotokoopia
id: Gambar fotokopi hitam putih
it: L'immagine è una fotocopia in bianco e nero
ko: 이미지가 흑백 사본입니다
nb: Bildet er en sort/hvit fotokopi
pl: Obraz jest czarno-białą fotokopią
ru: Изображение является черно-белой ксерокопией
sk: Obrázok je čiernobielou fotokópiou
sl: Slika je črno-bela fotokopija
sv: Bilden är en svartvit kopia
tr: Bu görüntü siyah beyaz bir fotokopi
vi: Hình ảnh là một bản photocopy đen trắng
zh_hans: 图像是黑白复印件
zh_hant: 圖片為黑白影印

# jumio_error_instant_feedback_color_photocopy_title
source: The image appears to be a color photocopy
cs: Obrázek vypadá jako barevná fotokopie
et: Näib, et pilt on värviline fotokoopia
id: Gambar tampak seperti fotokopi berwarna
it: L'immagine sembra essere una fotocopia a colori
ko: 이미지가 컬러 사본인 것 같습니다
nb: Bildet ser ut til å være en fargefotokopi
pl: Obraz wydaje się być kolorową fotokopią
ru: Изображение похоже на цветную ксерокопию
sk: Obrázok vyzerá ako farebná fotokópia
sl: Videti je, da je slika barvna fotokopija
sv: Bilden verkar vara en färgkopia
tr: Bu görüntü renkli bir fotokopi gibi görünüyor
vi: Hình ảnh có vẻ là một bản photocopy màu
zh_hans: 图像似乎是彩色复印件
zh_hant: 圖片似乎是彩色影印件

# jumio_error_instant_feedback_damaged_doc_tip_different_doc
source: Please try again with a different document
cs: Zkuste to znovu s jiným dokumentem
et: Palun proovige uuesti teise dokumendiga
id: Harap coba lagi dengan dokumen berbeda
it: Riprova con un altro documento
ko: 다른 문서로 다시 시도하세요
nb: Prøv igjen med et annet dokument
pl: Spróbuj ponownie z innym dokumentem
ru: Попробуйте еще раз с другим документом
sk: Skúste použiť iný preukaz totožnosti
sl: Poskusite znova z drugim dokumentom
sv: Försök igen med ett annat dokument
tr: Lütfen farklı bir belgeyle tekrar deneyin
vi: Vui lòng thử lại với một tài liệu khác
zh_hans: 请使用其他证件重试
zh_hant: 請使用其他文件重試

# jumio_error_instant_feedback_damaged_doc_title
source: The document appears to be damaged
cs: Vypadá to, že je dokument poškozen
et: Näib, et dokument on rikutud
id: Dokumen tampak rusak
it: Il documento sembra essere danneggiato
ko: 문서가 손상된 것 같습니다
nb: Dokumentet ser ut til å være skadet
pl: Dokument wygląda na zniszczony
ru: Документ кажется поврежденным
sk: Preukaz totožnosti sa zdá byť poškodený
sl: Dokument je videti poškodovan
sv: Dokumentet verkar vara skadat
tr: Bu belge hasarlı görünüyor
vi: Tài liệu có vẻ bị hỏng
zh_hans: 证件似乎损坏
zh_hant: 文件似乎已損壞。

# jumio_error_instant_feedback_digital_copy_tip
source: Capture an image of your original document
cs: Pořiďte snímek svého původního dokumentu
et: Pildistage originaaldokumenti
id: Ambil gambar dari dokumen asli Anda
it: Cattura un'immagine del tuo documento originale
ko: 원본 문서의 이미지를 캡처하세요
nb: Ta et bilde av originaldokumentet ditt
pl: Zrób zdjęcie swojego oryginalnego dokumentu
ru: Сфотографируйте оригинал документа
sk: Nasnímajte svoj originálny preukaz totožnosti
sl: Zajemite sliko originalnega dokumenta
sv: Ta en bild av ditt originaldokument
tr: Orijinal belgenizin bir fotoğrafını çekin
vi: Chụp ảnh tài liệu gốc của bạn
zh_hans: 拍摄原件图像
zh_hant: 擷取原始文件的圖片

# jumio_error_instant_feedback_digital_copy_title
source: The image appears to be a photo of an electronic screen
cs: Obrázek je nejspíš snímek elektronické obrazovky
et: Paistab, et saatsite foto elektroonikaseadme ekraanist
id: Gambar tampak seperti foto webcam
it: L'immagine sembra essere una foto di uno schermo elettronico
ko: 해당 이미지는 전자기기 화면 속 사진인 것 같습니다
nb: Bildet ser ut til å være et bilde av en elektronisk skjerm
pl: Obraz wydaje się być zdjęciem elektronicznego ekranu
ru: Изображение похоже на фотографию электронного экрана
sk: Obrázok vyzerá ako fotografia zobrazená na elektronickom zariadení
sl: Videti je, da je na sliki fotografija elektronskega zaslona
sv: Bilden verkar vara ett foto av en elektronisk skärm
tr: Görüntü elektronik bir ekranın fotoğrafı gibi görünüyor
vi: Hình ảnh dường như là một bức ảnh chụp màn hình điện tử
zh_hans: 此图片似乎是一张电子屏幕的照片
zh_hant: 圖像似乎為電子螢幕相片

# jumio_error_instant_feedback_generic_tip_genuine_doc
source: Be sure to capture an original document in good lighting conditions
cs: Ujistěte se, že pořizujete originální dokument za dobrých světelných podmínek
et: Palun pildistage originaaldokumenti korraliku valguse all
id: Pastikan mengambil gambar dari dokumen asli dalam kondisi pencahayaan bagus
it: Assicurati di aver inquadrato un documento originale in buone condizioni di illuminazione
ko: 조명 상태가 양호한 원본 문서를 캡처해야 합니다
nb: Sørg for å ta bilde av et originaldokument under gode lysforhold
pl: Pamiętaj, aby zrobić zdjęcie oryginalnego dokumentu w dobrym oświetleniu
ru: Сфотографируйте оригинал документа при хорошем освещении
sk: Uistite sa, že originál preukazu totožnosti fotografujete za dobrých svetelných podmienok
sl: Poskrbite, da zajamete originalni dokument v dobrih svetlobnih pogojih
sv: Bilden av originaldokumentet ska tas i goda ljusförhållanden
tr: İyi aydınlatma koşullarında orijinal bir belgenin fotoğrafını çektiğinize emin olun
vi: Đảm bảo bạn chụp tài liệu gốc trong điều kiện ánh sáng tốt
zh_hans: 确保在光线良好的环境下拍摄原件
zh_hant: 確保在良好光線條件下拍攝原始文件

# jumio_error_instant_feedback_generic_title
source: The document cannot be further processed for verification
cs: Dokument nebude dále možné zpracovávat pro ověření
et: Dokumendi töötlemine kontrollimise eesmärgil pole võimalik
id: Dokumen tidak dapat diproses lebih lanjut untuk verifikasi
it: Il documento non può essere ulteriormente elaborato per la verifica
ko: 본 문서는 더 이상의 인증 처리가 불가합니다
nb: Dokumentet kan ikke behandles videre for bekreftelse
pl: Dokument nie może być dalej przetwarzany w celu weryfikacji
ru: Документ не может быть обработан далее для проверки
sk: Preukaz totožnosti nemožno ďalej spracovať na overenie
sl: Nadaljnja obdelava dokumenta za preverjanje ni možna
sv: Dokumentet kan inte behandlas ytterligare för verifiering
tr: Bu belge, doğrulama amacıyla daha fazla işlenemez
vi: Không thể xử lý thêm tài liệu để xác minh
zh_hans: 证件不能进一步处理验证
zh_hant: 無法進一步處理該文件以進行驗證

# jumio_error_instant_feedback_glare_tip_glare
source: Avoid reflections and glare
cs: Vyhýbejte se odrazům a odleskům
et: Vältige peegeldusi ja helkimisi
id: Hindari pantulan dan cahaya silau
it: Evita riflessi e riverberi
ko: 반사와 빛을 피하세요
nb: Unngå refleksjoner og gjenskinn
pl: Unikaj prześwietleń i odblasków
ru: Избегайте отражений и бликов
sk: Vyhnite sa odrazom a oslneniu
sl: Preprečite odseve in bleščanje
sv: Undvik reflektioner och bländning
tr: Yansımaları ve parlamayı önleyin
vi: Tránh phản xạ và ánh sáng chói
zh_hans: 避免反射和眩光
zh_hant: 避免反射和眩光

# jumio_error_instant_feedback_glare_tip_lighting
source: Avoid capturing pictures in the dark
cs: Nefoťte v tmavém prostředí
et: Vältige hämaras valguses pildistamist
id: Hindari mengambil gambar dalam gelap
it: Evita di scattare foto al buio
ko: 어두운 곳에서 사진을 캡처하지 마세요
nb: Unngå å ta bilder i mørket
pl: Unikaj robienia zdjęć w ciemności
ru: Старайтесь не фотографировать в темноте
sk: Nefotografujte v tme
sl: Slik ne zajemajte v temi
sv: Undvik att ta bilder i mörker
tr: Karanlıkta fotoğraf çekmekten kaçının
vi: Tránh chụp ảnh trong bóng tối
zh_hans: 不要在黑暗中拍照
zh_hant: 避免在暗處擷取照片

# jumio_error_instant_feedback_glare_title
source: The image has reflections
cs: Obraz se leskne
et: Pildil on peegeldused
id: Gambar memiliki bayangan
it: L'immagine ha dei riflessi
ko: 이미지에 반사가 있습니다
nb: Bildet har refleksjoner
pl: Obraz ma odbicia
ru: На изображении есть отблески
sk: Na obrázku sú odrazy svetla
sl: Na sliki so odsevi
sv: Bilden har reflektioner
tr: Bu görüntüde yansımalar var
vi: Hình ảnh có phản chiếu
zh_hans: 图像有反光
zh_hant: 圖片反光

# jumio_error_instant_feedback_missing_back_tip_back_side_doc
source: Capture an image of the back side of your document
cs: Vyfoťte zadní stranu dokumentu
et: Pildistage dokumendi tagumist poolt
id: Ambil gambar sisi belakang dari dokumen Anda
it: Cattura un'immagine del retro del tuo documento
ko: 문서 뒷면 이미지를 캡처하세요
nb: Ta et bilde av baksiden på dokumentet
pl: Zrób zdjęcie tylnej strony dokumentu
ru: Сфотографируйте оборотную сторону своего документа
sk: Odfotografujte zadnú časť svojho preukazu totožnosti
sl: Zajemite sliko zadnje strani dokumenta
sv: Ta en bild av dokumentets baksida
tr: Belgenizin arka tarafının görüntüsünü çekin
vi: Chụp ảnh mặt sau tài liệu của bạn
zh_hans: 拍摄证件的背面图像
zh_hant: 擷取文件背面的圖片

# jumio_error_instant_feedback_missing_back_title
source: The back side of your document is missing
cs: Zadní strana dokumentu chybí
et: Dokumendi tagumine pool on puudu
id: Sisi belakang dari dokumen Anda tidak ditemukan
it: Manca il retro del tuo documento
ko: 문서 뒷면이 누락되었습니다
nb: Baksiden av dokumentet mangler
pl: Brakuje tylnej strony dokumentu
ru: Отсутствует оборотная сторона вашего документа
sk: Chýba zadná strana vášho preukazu totožnosti
sl: Manjka zadnja stran dokumenta
sv: Baksidan av ditt dokument saknas
tr: Belgenizin arka tarafı eksik
vi: Thiếu mặt sau tài liệu của bạn
zh_hans: 缺少证件背面
zh_hant: 缺少文件背面

# jumio_error_instant_feedback_missing_front_tip_front_side_doc
source: Capture an image of the front side of your document
cs: Vyfoťte přední stranu dokumentu
et: Pildistage dokumendi esimest poolt
id: Ambil gambar sisi depan dari dokumen Anda
it: Cattura un'immagine del fronte del tuo documento
ko: 문서 앞면 이미지를 캡처하세요
nb: Ta et bilde av forsiden av dokumentet
pl: Zrób zdjęcie przedniej strony dokumentu
ru: Сфотографируйте лицевую сторону своего документа
sk: Odfotografujte prednú časť svojho preukazu totožnosti
sl: Zajemite sliko sprednje strani dokumenta
sv: Ta en bild av dokumentets framsida
tr: Belgenizin ön tarafının görüntüsünü çekin
vi: Chụp ảnh mặt trước tài liệu của bạn
zh_hans: 拍摄证件的正面图像
zh_hant: 擷取文件正面的圖片

# jumio_error_instant_feedback_missing_front_title
source: The front side of your document is missing
cs: Přední strana dokumentu chybí
et: Dokumendi esimene pool on puudu
id: Sisi depan dari dokumen Anda tidak ditemukan
it: Manca il fronte del tuo documento
ko: 문서 앞면이 누락되었습니다
nb: Forsiden av dokumentet mangler
pl: Brakuje przedniej strony dokumentu
ru: Отсутствует лицевая сторона вашего документа
sk: Chýba predná strana vášho preukazu totožnosti
sl: Manjka sprednja stran dokumenta
sv: Framsidan av ditt dokument saknas
tr: Belgenizin ön tarafı eksik
vi: Thiếu mặt trước tài liệu của bạn
zh_hans: 缺少证件正面
zh_hant: 缺少文件正面
