Repository: Jumio/mobile-react
Catalog: DemoApp/ios/DemoApp/Localization/*.lproj/Localizable-Jumio.strings
Languages: cs, et, id, it, ko, nb, pl, ru, sk, sl, sv, tr, vi, zh_hans, zh_hant

# jumio_uploading_success
source: Upload successful
cs: Nahrání proběhlo úspěšně.
et: Üleslaadimine õnnestus
id: Pengunggahan berhasil
it: Caricamento completato
ko: 업로드 성공
nb: Opplasting vellykket
pl: Przesyłanie zakończone pomyślnie
ru: Загрузка успешно завершена
sk: Nahrávanie úspešné
sl: Nalaganje uspešno
sv: Uppladdning klar
tr: Yükleme başarılı
vi: Tải lên thành công
zh_hans: 上传成功
zh_hant: 上傳成功

# jumio_uploading_title
source: Uploading
cs: Nahrávání
et: Üleslaadimine
id: Mengunggah
it: Caricamento
ko: 업로드 중
nb: Laster opp
pl: Przesyłanie
ru: Загрузка
sk: Nahrávanie
sl: Nalaganje
sv: Laddar upp
tr: Yükleniyor
vi: Đang tải lên
zh_hans: 正在上传
zh_hant: 上傳中
